/*
 * Loco ios export: iOS Localizable.strings
 * Project: 2FAS App
 * Release: Working copy
 * Locale: tr-TR, Turkish (Turkey)
 * Exported by: Zibi
 * Exported at: Sun, 03 Dec 2023 12:31:56 -0800
 */

/* loco:6332c96135f7406d4875f521
 * InfoPlist.strings
TwoFAS
Created by Zbigniew Cisiński on 14/03/2020.
Copyright © 2020 The Code. All rights reserved. */
"NSCameraUsageDescription" = "QR kodlarını taramak için kullanılır";

/* loco:6332c96135f7406d4875f522 */
"NSFaceIDUsageDescription" = "Uygulamanın kilidini Face ID'nizi kullanarak açabilirsiniz";

/* loco:6332c96135f7406d4875f523
 * MARK: - App */
"app__name" = "2FAS Authenticator";

/* loco:6332c96135f7406d4875f525 */
"commons__2fas" = "2FA Doğrulayıcısı (2FAS Uygulaması)";

/* loco:6332c96135f7406d4875f526 */
"commons__OK" = "Tamam";

/* loco:6332c96135f7406d4875f529 */
"commons__add" = "Ekle";

/* loco:6332c96135f7406d4875f52e
 * MARK: - Commons */
"commons__cancel" = "İptal";

/* loco:6332c96135f7406d4875f52f */
"commons__notifications" = "Bildirimler";

/* loco:6332c96135f7406d4875f532
 * A number replaces %d, for example, 4 of 5. */
"commons__page_of_page_title" = "%d / %d";

/* loco:6332c96135f7406d4875f533
 * notifications__service_already_removed_from_backup */
"notifications__service_already_removed_title" = "Hizmet, Yedekten zaten silindi";

/* loco:6332c96135f7406d4875f534
 * notifications__service_already_modified_in_backup */
"notifications__service_already_modified_title" = "Hizmet, Yedekten zaten düzenlendi";

/* loco:6332c96135f7406d4875f535
 * backup__user_is_over_quota_on_icloud */
"backup__user_over_quota_icloud" = "Kullanıcı, iCloud kotasının üzerinde";

/* loco:6332c96135f7406d4875f536
 * backup__icloud_is_not_available */
"backup__icloud_not_available" = "iCloud'a erişilemiyor";

/* loco:6332c96135f7406d4875f537
 * backup__icloud_has_been_disabled_by_user */
"backup__icloud_disabled_title" = "iCloud kullanıcı tarafından devre dışı bırakıldı";

/* loco:6332c96135f7406d4875f538
 * backup__turned_off_description_bold_part */
"backup__2fas_backup" = "2FAS Yedeklemesi";

/* loco:6332c96135f7406d4875f539 */
"commons__close" = "Kapat";

/* loco:6332c96135f7406d4875f53c */
"commons__continue" = "Devam et";

/* loco:6332c96135f7406d4875f53d */
"commons__copy" = "Kopyala";

/* loco:6332c96135f7406d4875f53f */
"commons__delete" = "Sil";

/* loco:6332c96135f7406d4875f540 */
"commons__dismiss" = "Reddet";

/* loco:6332c96135f7406d4875f541 */
"commons__done" = "Bitti";

/* loco:6332c96135f7406d4875f542 */
"commons__edit" = "Düzenle";

/* loco:6332c96135f7406d4875f543 */
"commons__enter_code_manually" = "Kodu elle girin";

/* loco:6332c96135f7406d4875f544 */
"commons__error" = "Hata";

/* loco:6332c96135f7406d4875f546 */
"commons__info" = "Bilgi";

/* loco:6332c96135f7406d4875f548 */
"commons__next" = "Sonraki";

/* loco:6332c96135f7406d4875f54b */
"commons__notice" = "Uyarı";

/* loco:6332c96135f7406d4875f54c */
"commons__off" = "Kapalı";

/* loco:6332c96135f7406d4875f54d */
"commons__on" = "Açık";

/* loco:6332c96135f7406d4875f54e
 * commons__point_your_camera_at_code_on_website */
"commons__camera_title" = "QR kodunu yakalamak için kameranızı ekrana doğrultun";

/* loco:6332c96135f7406d4875f550 */
"commons__rename" = "Yeniden adlandır";

/* loco:6332c96135f7406d4875f552 */
"commons__retry" = "Yeniden dene";

/* loco:6332c96135f7406d4875f553 */
"commons__save" = "Kaydet";

/* loco:6332c96135f7406d4875f555 */
"commons__scan_qr_code" = "QR Kodu Tara";

/* loco:6332c96135f7406d4875f558 */
"commons__service" = "Hizmet";

/* loco:6332c96135f7406d4875f55a */
"commons__set" = "Ayarla";

/* loco:6332c96135f7406d4875f55c */
"commons__skip" = "Atla";

/* loco:6332c96135f7406d4875f55f */
"commons__tokens" = "Jetonlar";

/* loco:6332c96135f7406d4875f562 */
"commons__warning" = "Uyarı";

/* loco:6332c96135f7406d4875f564 */
"commons__no_results" = "Sonuç yok";

/* loco:6332c96135f7406d4875f565 */
"commons__customize" = "Özelleştir";

/* loco:6332c96135f7406d4875f566 */
"commons__approve" = "Onayla";

/* loco:6332c96135f7406d4875f567 */
"commons__deny" = "Reddet";

/* loco:6332c96135f7406d4875f568
 * max. %d chars = Maximum number of characters
commons__provided_text_too_long */
"commons__text_long_title" = "Girilen metin çok uzun (en fazla %d karakter)";

/* loco:6332c96135f7406d4875f569 */
"commons__got_it" = "Anlaşıldı!";

/* loco:6332c96135f7406d4875f584 */
"fingerprint__verifying" = "Doğrulanıyor…";

/* loco:6332c96135f7406d4875f588
 * fingerprint__setup_content */
"fingerprint__confirm_title" = "Devam etmek için Parmak izini onayla.";

/* loco:6332c96135f7406d4875f58c
 * fingerprint__use_pin */
"fingerprint__use_pin_title" = "Bu sefer PIN kullan";

/* loco:6332c96135f7406d4875f58d
 * MARK: - Introduction */
"introduction__page_1_title" = "Harikasınız!";

/* loco:6332c96135f7406d4875f58e */
"introduction__page_1_content" = "Dünya çapında 6 milyondan fazla kullanıcının güvendiği 2FAS uygulaması sayesinde telefonunuz, çevrim içi hizmetleriniz için özel ve güvenli bir anahtar haline geldi.";

/* loco:6332c96135f7406d4875f58f */
"introduction__page_2_title" = "Basit";

/* loco:6332c96135f7406d4875f590 */
"introduction__page_2_content" = "2FAS'ı çevrim içi hizmetlerinizle eşleştirin. İki faktörlü güvenliği QR kodunuzla saniyeler içinde etkinleştirin.";

/* loco:6332c96135f7406d4875f591 */
"introduction__page_3_title" = "Gizli";

/* loco:6332c96135f7406d4875f592 */
"introduction__page_3_content" = "2FAS gizliliğinize saygı duyar ve onu korur. Bu uygulama; kişisel verilerinizi asla toplamaz, işlemez veya kullanmaz.";

/* loco:6332c96135f7406d4875f593 */
"introduction__page_4_title" = "Güvenli";

/* loco:6332c96135f7406d4875f594 */
"introduction__page_4_content_ios" = "Jetonlarınız cihaz depolama alanı üzerinde çevrim dışı olarak saklanır, bu nedenle hizmetlerinizi yedeklemeyi unutmayın! Yetkisiz erişime ve cihaz hasarına karşı koruma sağlamak için iCloud Eşitlemesi ve PIN parolası kullanın.";

/* loco:6332c96135f7406d4875f595
 * introduction__start_using */
"introduction__title" = "2FAS'ı kullanmaya başla";

/* loco:6332c96135f7406d4875f596 */
"introduction__tos" = "Hizmet şartları";

/* loco:6332c96135f7406d4875f597 */
"introduction__description_title" = "Çevrim içi hizmet hesabınızı 2FAS ile eşleştirin veya jetonlarınızı içeri aktarın";

/* loco:6332c96135f7406d4875f598 */
"introduction__pair_new_service" = "Yeni hizmet eşleştir";

/* loco:6332c96135f7406d4875f599
 * introduction__import_2fas */
"introduction__import_2fas_title" = "2FAS yedek dosyasını içeri aktar";

/* loco:6332c96135f7406d4875f59a
 * introduction__import_ga */
"introduction__import_google_authenticator" = "Google Authenticator'dan içeri aktar";

/* loco:6332c96135f7406d4875f59b
 * introduction__not_sure */
"introduction__what_to_do" = "Ne yapacağınızdan emin değil misiniz?";

/* loco:6332c96135f7406d4875f59c
 * introduction__ga_import_description */
"introduction__google_authenticator_import_process" = "\"Hesapları Aktar\" seçeneğini kullanarak Google Authenticator'daki hesaplarınızı QR koduna dışarı aktarın. Ardından başka bir cihaz kullanarak dışarı aktarılmış QR kodunun fotoğrafını çekin, cihazınıza fotoğrafı gönderin (veya mümkünse QR kodunun ekran görüntüsünü alın) ve aşağıdaki \"QR kodu seç\" seçeneğini kullanın. Eğer kodları başka bir cihazdan içeri aktarıyorsanız, onun yerine \"QR kodu tara\" düğmesini kullanın.";

/* loco:6332c96135f7406d4875f59d
 * introduction__choose_qr */
"introduction__choose_qr_code" = "QR kodu seç";

/* loco:6332c96135f7406d4875f59e
 * introduction__scan_qr */
"introduction__scan_qr_code" = "QR kodu tara";

/* loco:6332c96135f7406d4875f59f
 * Original: Adding code */
"notifications__adding_code" = "Yeni bir kod ekleniyor";

/* loco:6332c96135f7406d4875f5a6
 * notifications__private_key_copied */
"notifications__service_key_copied" = "Gizli Anahtar Kopyalandı";

/* loco:6332c96135f7406d4875f5a7
 * voiceover__token_is_already_on_the_list */
"notifications__token_already_added" = "Bu jeton, listede zaten mevcut";

/* loco:6332c96135f7406d4875f5a8 */
"notifications__counter_copied" = "Sayaç Kopyalandı";

/* loco:6332c96135f7406d4875f5a9 */
"notifications__token_copied" = "Jeton Kopyalandı";

/* loco:6332c96135f7406d4875f5aa */
"notifications__next_token_copied" = "Sonraki Jeton Kopyalandı";

/* loco:6332c96135f7406d4875f5ad
 * notifications__would_you_like_to_add_this_code */
"notifications__add_code_question_title" = "%@ kodunu eklemek ister misiniz?";

/* loco:6332c96135f7406d4875f5b1
 * MARK: - Permissions */
"permissions__open_settings" = "Ayarları Aç";

/* loco:6332c96135f7406d4875f5b8 */
"security__incorrect_PIN" = "Yanlış PIN";

/* loco:6332c96135f7406d4875f5b9 */
"security__change_pin" = "PIN'i Değiştir";

/* loco:6332c96135f7406d4875f5ba */
"security__confirm_you_are_device_owner" = "Lütfen cihazın sahibi olduğunuzu onaylayın";

/* loco:6332c96135f7406d4875f5bb
 * security__confirm_your_new_pin */
"security__confirm_new_pin" = "Lütfen yeni PIN'inizi onaylayın";

/* loco:6332c96135f7406d4875f5bc */
"security__create_pin" = "PIN Oluştur";

/* loco:6332c96135f7406d4875f5c0 */
"security__enter_current_pin" = "Lütfen mevcut PIN'inizi girin";

/* loco:6332c96135f7406d4875f5c1
 * security__enter_your_new_pin */
"security__enter_new_pin" = "Lütfen yeni PIN'inizi girin";

/* loco:6332c96135f7406d4875f5c2
 * security__enter_your_pin */
"security__enter_pin" = "Lütfen PIN'inizi girin";

/* loco:6332c96135f7406d4875f5c8
 * MARK: - Security */
"security__too_many_attempts_try_again_after_formatter" = "Çok fazla girişim. Lütfen %@ tekrar deneyin";

/* loco:6332c96135f7406d4875f5c9 */
"security__too_many_attempts_try_again_after" = "Çok fazla girişim. Lütfen %@ dakika sonra tekrar deneyin.";

/* loco:6332c96135f7406d4875f5ca
 * security__too_many_attempts_try_again_later */
"security__too_many_attempts_error" = "Çok fazla girişim. Lütfen daha sonra tekrar deneyin.";

/* loco:6332c96135f7406d4875f5cb
 * security__too_many_attempts_try_again_after_one_minute */
"security__too_many_attempts_error_2" = "Çok fazla girişim. Lütfen bir dakika sonra tekrar deneyin";

/* loco:6332c96135f7406d4875f5d8 */
"settings__backup_and_synchronization" = "Yedekleme ve Eşitleme";

/* loco:6332c96135f7406d4875f5d9 */
"settings__choose_topic" = "Konu seç";

/* loco:6332c96135f7406d4875f5da */
"settings__configure_mail_service_try_again" = "Posta hizmetinizi yapılandırın ve tekrar deneyin";

/* loco:6332c96135f7406d4875f5e6 */
"settings__general" = "Genel";

/* loco:6332c96135f7406d4875f5e8 */
"settings__mail_services_not_available" = "Posta hizmetlerine erişilemiyor";

/* loco:6332c96135f7406d4875f5ef */
"settings__problem" = "Sorun";

/* loco:6332c96135f7406d4875f5f1 */
"settings__security" = "Güvenlik";

/* loco:6332c96135f7406d4875f5f2 */
"settings__select_pin_length" = "PIN uzunluğu seç";

/* loco:6332c96135f7406d4875f5f3 */
"settings__settings" = "Ayarlar";

/* loco:6332c96135f7406d4875f5f6
 * czy to dalej będzie w aplikacji? */
"settings__suggestion" = "Öneri";

/* loco:6332c96135f7406d4875f5fd */
"settings__advanced" = "Gelişmiş";

/* loco:6332c96135f7406d4875f5fe */
"settings__widgets" = "Widgetlar";

/* loco:6332c96135f7406d4875f5ff */
"settings__display_selected_services" = "Ana Ekran Widgetlarında seçilen hizmetleri görüntüleyin.";

/* loco:6332c96135f7406d4875f600
 * settings__after_you_enable_widgets */
"settings__widgets_title" = "Widgetları etkinleştirirseniz bütün jetonlarınıza PIN kodunuz olmadan erişilebilecek.\n\nWidgetları etkinleştirmek istediğinizden emin misiniz?";

/* loco:6332c96135f7406d4875f601 */
"settings__show_next_token" = "Sonraki jetonu göster";

/* loco:6332c96135f7406d4875f602 */
"settings__see_incoming_tokens" = "Listedeki gelen jetonları görün.";

/* loco:6332c96135f7406d4875f604 */
"settings__trash" = "Çöp Kutusu";

/* loco:6332c96135f7406d4875f605 */
"settings__restore" = "Geri yükle";

/* loco:6332c96135f7406d4875f607 */
"settings__trash_is_empty" = "Çöp Kutusu Boş";

/* loco:6332c96135f7406d4875f608 */
"settings__share_app" = "Uygulamayı paylaş";

/* loco:6332c96135f7406d4875f60f
 * tokens__remove_from_list */
"tokens__delete_token" = "Şunun için jetonu silmek istediğinizden emin misiniz:";

/* loco:6332c96135f7406d4875f610 */
"tokens__move_to_trash" = "Çöp Kutusuna taşı";

/* loco:6332c96135f7406d4875f612 */
"tokens__additional_info" = "Ek bilgi";

/* loco:6332c96135f7406d4875f613 */
"tokens__choose_method" = "Yöntem seç";

/* loco:6332c96135f7406d4875f617 */
"tokens__duplicated_private_key" = "Çoğaltılmış Gizli Anahtar";

/* loco:6332c96135f7406d4875f61c
 * tokens__incorrect_private_key */
"tokens__incorrect_service_key" = "Yanlış Gizli anahtar (sadece 2'den 7'ye kadar olan rakamlar, harfler), en fazla 512 karakter uzunluğunda";

/* loco:6332c96135f7406d4875f61d */
"tokens__try_again" = "Tamam, hadi tekrar deneyelim";

/* loco:6332c96135f7406d4875f61f
 * Original: To capture the QR code
tokens__point_right_2fa_code */
"tokens__scan_qr_code_title" = "QR kodunu taramak için kameranızı ekrana doğrultun";

/* loco:6332c96135f7406d4875f620
 * tokens__private_key */
"tokens__service_key" = "Gizli Anahtar";

/* loco:6332c96135f7406d4875f621 */
"tokens__qr_code_leads_to_app_store" = "Bu QR kodu sizi App Store'a götürür";

/* loco:6332c96135f7406d4875f624
 * tokens__remove_it_forever */
"tokens__remove_forever" = "Jetonu sil";

/* loco:6332c96135f7406d4875f625
 * tokens__search_by_service_name_or_login */
"tokens__search_service_title" = "Hizmet ara";

/* loco:6332c96135f7406d4875f626
 * tokens__search_sorry_service_not_found */
"tokens__service_not_found_search" = "Üzgünüz, hizmet bulunamadı";

/* loco:6332c96135f7406d4875f627
 * Original: Take another try with a different search term
tokens__search_take_another_try_different_search_term */
"tokens__try_different_search_term" = "Başka bir arama terimi ile tekrar deneyin";

/* loco:6332c96135f7406d4875f62e */
"tokens__service_key_to_short" = "Anahtar çok kısa. En az 4 karakter";

/* loco:6332c96135f7406d4875f62f */
"tokens__service_name" = "Hizmet Adı";

/* loco:6332c96135f7406d4875f633
 * tokens__this_private_key_exists_used_in */
"tokens__service_key_already_used_title" = "Taranan kodun içindeki Gizli anahtar, %@ üzerinde zaten kullanılıyor. Muhtemelen kodu tekrar tarıyorsunuz";

/* loco:6332c96135f7406d4875f634 */
"tokens__this_qr_code_is_inavlid" = "Bu kod yanlış veya desteklenmiyor. Tekrar deneyin.";

/* loco:6332c96135f7406d4875f638 */
"tokens__type_service_name" = "Hizmet Adı Yaz";

/* loco:6332c96135f7406d4875f639 */
"tokens__enter_service_name" = "Hizmet Adı Gir";

/* loco:6332c96135f7406d4875f63a
 * tokens__unfortunately_we_dont_know_that_service_name_it */
"tokens__service_name_unknown_title" = "Ne yazık ki bu hizmeti tanımıyoruz. Bu hizmete ne adı vermek istersiniz?";

/* loco:6332c96135f7406d4875f63d
 * tokens__you_wont_be_able_to_restore */
"tokens__token_not_possible_to_restore" = "Bu jetonu bir daha geri yükleyemeyeceksiniz.";

/* loco:6332c96135f7406d4875f63e */
"tokens__badge_color" = "Rozet rengi";

/* loco:6332c96135f7406d4875f63f */
"tokens__change_brand_icon" = "Marka simgesini değiştir";

/* loco:6332c96135f7406d4875f641 */
"tokens__change_label" = "Etiketi değiştir";

/* loco:6332c96135f7406d4875f642 */
"tokens__service_information" = "Hizmet Bilgisi";

/* loco:6332c96135f7406d4875f643 */
"tokens__personalization" = "Kişiselleştirme";

/* loco:6332c96135f7406d4875f645 */
"tokens__brand_icon" = "Marka simgesi";

/* loco:6332c96135f7406d4875f646 */
"tokens__label" = "Etiket";

/* loco:6332c96135f7406d4875f647
 * tokens__remove_the_service */
"tokens__remove_service_from_app" = "Bu hizmeti 2FAS uygulamasından sil";

/* loco:6332c96135f7406d4875f648
 * tokens__label_one_or_two */
"tokens__label_characters_title" = "Etiket (1 veya 2 karakter)";

/* loco:6332c96135f7406d4875f649 */
"tokens__pick_background_color" = "Arka plan rengi seç:";

/* loco:6332c96135f7406d4875f64a */
"tokens__num_added" = "%@ eklendi";

/* loco:6332c96135f7406d4875f64b */
"tokens__next_token" = "Sonraki Jeton: %@";

/* loco:6332c96135f7406d4875f64c */
"tokens__next_token_title" = "Sonraki Jetonun değeri";

/* loco:6332c96135f7406d4875f64d */
"tokens__my_tokens" = "Jetonlarım";

/* loco:6332c96135f7406d4875f64e */
"tokens__removing_group" = "Grup siliniyor";

/* loco:6332c96135f7406d4875f64f
 * tokens__all_tokens_will_be_moved */
"tokens__all_tokens_moved_to_group_title" = "Bütün jetonlar şu gruba taşınacak: \"Jetonlarım\"";

/* loco:6332c96135f7406d4875f650 */
"tokens__add_group" = "Grup ekle";

/* loco:6332c96135f7406d4875f651 */
"tokens__group_name" = "Grup adı:";

/* loco:6332c96135f7406d4875f652 */
"tokens__select_from_gallery" = "Galeriden seç";

/* loco:6332c96135f7406d4875f653 */
"tokens__camera_is_unavailable" = "Kameraya erişilemiyor";

/* loco:6332c96135f7406d4875f654
 * tokens__check_if_app_has_proper_permissions */
"tokens__check_app_permissions" = "Uygulamanın, Sistem Ayarlarında uygun izinlere sahip olup olmadığını kontrol edin";

/* loco:6332c96135f7406d4875f655 */
"tokens__no_qr_codes_found" = "QR kodu bulunamadı";

/* loco:6332c96135f7406d4875f656
 * tokens__no_correct_qr_code_had_been_found

No correct QR codes had been found in the selected image. Please try a different image. */
"tokens__no_correct_qr_code_found_title" = "Seçilen resmin içinde doğru QR kodu yok. Lütfen başka bir resim deneyin.";

/* loco:6332c96135f7406d4875f658 */
"tokens__select_service" = "Hizmet seç";

/* loco:6332c96135f7406d4875f659 */
"tokens__adding_service_question_title" = "Ne hizmeti eklemek istiyorsunuz?";

/* loco:6332c96135f7406d4875f65a */
"tokens__retype_this_token" = "Bu jetonu tekrar girin";

/* loco:6332c96135f7406d4875f65b
 * tokens__unlock_and_retype_this_token */
"tokens__unlock_and_retype_token_title" = "Bu jetonun kilidini aç ve tekrar yaz";

/* loco:6332c96135f7406d4875f65c */
"tokens__group" = "Grup";

/* loco:6332c96135f7406d4875f65d */
"tokens__select_group" = "Grup seç";

/* loco:6332c96135f7406d4875f65e */
"tokens__google_auth_import" = "2FA jetonları Google Authenticator uygulamasından içeri aktarılıyor";

/* loco:6332c96135f7406d4875f65f */
"tokens__google_auth_import_subtitle" = "Bu QR kodu, jetonların Google Authenticator'dan içeri aktarılmasına izin verir";

/* loco:6332c96135f7406d4875f660
 * A number replaces %d */
"tokens__google_auth_out_of_title" = "%d üzerinden %d";

/* loco:6332c96135f7406d4875f661 */
"tokens__google_auth_import_subtitle_end" = "Jetonlar içeri aktarılacak.";

/* loco:6332c96135f7406d4875f662 */
"tokens__sort_by" = "Sıralama ölçütü";

/* loco:6332c96135f7406d4875f663
 * tokens__sort_by_az */
"tokens__sort_by_a_to_z" = "A'dan Z'ye";

/* loco:6332c96135f7406d4875f664
 * tokens__sort_by_za */
"tokens__sort_by_z_to_a" = "Z'den A'ya";

/* loco:6332c96135f7406d4875f665 */
"tokens__sort_by_manual" = "Elle";

/* loco:6332c96135f7406d4875f666 */
"tokens__advanced" = "Gelişmiş";

/* loco:6332c96135f7406d4875f667
 * tokens__advanced_alert_title */
"tokens__advanced_alert" = "Uyarı";

/* loco:6332c96135f7406d4875f668
 * tokens__advanced_alert_description */
"tokens__advanced_alert_description_title" = "Gelişmiş ayarların değiştirilmesi önerilmez. Bunu yalnızca 2FA sağlayıcınız gerek duyduğunda ve açık talimatlara sahip olduğunuzda yapın.";

/* loco:6332c96135f7406d4875f669 */
"tokens__token_settings" = "Jeton ayarları";

/* loco:6332c96135f7406d4875f66a */
"tokens__otp_authentication" = "OTP Doğrulaması";

/* loco:6332c96135f7406d4875f66b */
"tokens__algorithm" = "Algoritma";

/* loco:6332c96135f7406d4875f66c */
"tokens__refresh_time" = "Yenileme süresi";

/* loco:6332c96135f7406d4875f66d */
"tokens__number_of_digits" = "Basamak sayısı";

/* loco:6332c96135f7406d4875f66e */
"tokens__counter" = "Sayaç";

/* loco:6332c96135f7406d4875f66f */
"tokens__initial_counter" = "Başlangıç sayacı";

/* loco:6332c96135f7406d4875f670
 * A number replaces %d */
"tokens__second" = "%d sn";

/* loco:6332c96135f7406d4875f671 */
"tokens__hotp" = "HOTP";

/* loco:6332c96135f7406d4875f672 */
"tokens__totp" = "TOTP";

/* loco:6332c96135f7406d4875f673 */
"tokens__advanced_settings_footer_title" = "Gelişmiş ayarların değiştirilmesi önerilmez. Bunu yalnızca 2FA sağlayıcınız gerek duyduğunda ve açık talimatlara sahip olduğunuzda yapın.";

/* loco:6332c96135f7406d4875f674 */
"tokens__gallery_advice_title" = "En iyi yöntem";

/* loco:6332c96135f7406d4875f675
 * ADD A SPACE AT THE END */
"tokens__gallery_advice_content_first" = "Hizmet başarıyla eklendi. Şunu şiddetle öneriyoruz ki ";

/* loco:6332c96135f7406d4875f676
 * ADD A SPACE AFTER COMA */
"tokens__gallery_advice_content_middle_bold" = "QR ekran görüntüsünü galerinizden silin.";

/* loco:6332c96135f7406d4875f677 */
"tokens__gallery_advice_content_last" = "Birisi bu QR kodunun ekran görüntüsünü ele geçirirse, bu hizmetin 2FA kodlarını alabilecektir.";

/* loco:6332c96135f7406d4875f678 */
"tokens__request_icon_page_title" = "Bir simge talep edin";

/* loco:6332c96135f7406d4875f679 */
"tokens__request_icon_social_title" = "Discord'da bize ulaşın";

/* loco:6332c96135f7406d4875f67a */
"tokens__request_icon_social_link" = "Discord sunucumuza giriş yapın";

/* loco:6332c96135f7406d4875f67b */
"tokens__request_icon_social_description" = "ve kullanıcıların talep edilen simgeler için oy kullanmasına izin verin.";

/* loco:6332c96135f7406d4875f67c */
"tokens__request_icon_middle" = "veya";

/* loco:6332c96135f7406d4875f67d */
"tokens__request_icon_provider_title" = "Hizmet sağlayıcıyı bilgilendirin";

/* loco:6332c96135f7406d4875f67e */
"tokens__request_icon_provider_description" = "Sosyal Medyayı veya e-postayı kullanabilir ve bu metni onlarla paylaşabilirsiniz:";

/* loco:6332c96135f7406d4875f67f */
"tokens__request_icon_provider_message" = "Merhaba! Hizmetinize 2FA ile giriş yapmak için 2FAS uygulamasını kullanıyorum, ancak uygulamada simgeniz yok! Simgenizi şuraya gönderebilirsiniz: https://2fas.com/yb";

/* loco:6332c96135f7406d4875f680 */
"tokens__request_icon_provider_message_link" = "https://2fas.com/yb";

/* loco:6332c96135f7406d4875f681 */
"tokens__request_icon_provider_footnote" = "Şirketin resmi hesabını etiketlemeyi unutmayın!";

/* loco:6332c96135f7406d4875f682 */
"tokens__order_icon_description" = "2FAS uygulamasında marka simgesini bulamıyor musunuz?";

/* loco:6332c96135f7406d4875f683 */
"tokens__order_icon_link" = "Bir marka simgesi talep edin";

/* loco:6332c96135f7406d4875f684 */
"tokens__order_icon_title" = "Bir marka simgesi talep edin";

/* loco:6332c96135f7406d4875f685 */
"tokens__order_menu_title" = "İstek yöntemi seç";

/* loco:6332c96135f7406d4875f686 */
"tokens__order_menu_option_user" = "Bir kullanıcı olarak simge talep edin";

/* loco:6332c96135f7406d4875f687 */
"tokens__order_menu_option_company" = "Bir şirket olarak simgeyi gönder";

/* loco:6332c96135f7406d4875f688
 * tokens__you_will_not_be_able_to_sign_in_to_your */
"tokens__sign_in_not_possible_title" = "%@ için iki faktörlü kimlik doğrulaması açık olduğu sürece bu jeton olmadan %@ hesabınızda oturum açamazsınız.";

/* loco:6332c96135f7406d4875f6cd */
"voiceover__show_service_key" = "Gizli Anahtarı Göster";

/* loco:6332c96135f7406d4875f6ce */
"voiceover__copy_service_key" = "Gizli Anahtarı Kopyala";

/* loco:6332c96135f7406d4875f6cf
 * voiceover__seconds_left */
"voiceover__seconds_left_counter_title" = "Jeton değişimine saniyeler kala sayaç";

/* loco:6332c96135f7406d4875f6d0 */
"voiceover__delete_button" = "Sil düğmesi";

/* loco:6332c96135f7406d4875f6d3 */
"voiceover__service_deleted" = "Hizmet silindi";

/* loco:6332c96135f7406d4875f6d5
 * voiceover__hidden_secret_key_use_show button */
"voiceover__reveal_hidden_secret_key_button_title" = "Bu alan gizli bir Güvenli Anahtar içerir. Bunu ortaya çıkarmak için Göster düğmesini kullanın. Bu yalnızca kilit ekranı için uygulama PIN'ini ayarladıysanız çalışacaktır";

/* loco:6332c96135f7406d4875f6d6 */
"voiceover__service_name" = "Hizmet adı: %@";

/* loco:6332c96135f7406d4875f6d7 */
"voiceover__additional_info" = "Ek bilgi: %@";

/* loco:6332c96135f7406d4875f6d8 */
"voiceover__token_tap_to_copy" = "Jeton %@. Kopyalamak için basın";

/* loco:6332c96135f7406d4875f6d9 */
"voiceover__edit" = "%@ ögesini düzenle";

/* loco:6332c96135f7406d4875f6da */
"voiceover__service_label_with_name_and_color" = "Adı %@ ve rengi %@ olan servis etiketi";

/* loco:6332c96135f7406d4875f6db */
"voiceover__service_icon" = "%@ hizmet simgesi";

/* loco:6332c96135f7406d4875f6dc */
"voiceover__selected" = "Seçildi";

/* loco:6332c96135f7406d4875f6dd */
"voiceover__not_selected" = "Seçilmedi";

/* loco:6332c96135f7406d4875f6de */
"voiceover__badge_color" = "Rozet rengi: %@";

/* loco:6332c96135f7406d4875f6df */
"voiceover__dismissing" = "Reddediliyor";

/* loco:6332c96135f7406d4875f6e0 */
"voiceover__secret_hint" = "Sadece 2'den 9'a kadar olan rakamlar, harfler. En az 4 karakter";

/* loco:6332c96135f7406d4875f6e1 */
"voiceover__add_service" = "Hizmet Ekle";

/* loco:6332c96135f7406d4875f6e2 */
"voiceover__add_group" = "Grup Ekle";

/* loco:6332c96135f7406d4875f6e3
 * voiceover__use_add_service_button */
"voiceover__use_add_service_button_title" = "Yeni bir hizmet eklemek için Hizmet Ekle düğmesini kullanın";

/* loco:6332c96135f7406d4875f6e4 */
"voiceover__no_search_results" = "Arama sonucu yok";

/* loco:6332c96135f7406d4875f6e6
 * voiceover__sort_by */
"voiceover__sort_by_title" = "Hizmet sıralamasını ayarlamak için Sıralama Ölçütünü kullanın";

/* loco:6332c96135f7406d4875f6e7 */
"voiceover__spinner" = "İçerik yükleniyor";

/* loco:6332c96135f7406d4875f6f3 */
"backup__incorrect_secret" = "\"%@\" parolası geçersiz karakterler içerdiğinden jetonlar yedeklenemedi. Onu listeden kaldırın ve tekrar deneyin";

/* loco:6332c96135f7406d4875f6f4 */
"backup__import" = "İçeri aktar";

/* loco:6332c96135f7406d4875f6f5 */
"backup__export" = "Dışarı aktar";

/* loco:6332c96135f7406d4875f6f7 */
"backup__backup_disabled_title" = "2FAS Yedeklemesi, kendi bütünlüğünü korumak için devre dışı bırakılacak";

/* loco:6332c96135f7406d4875f6f8 */
"backup__error_while_exporting_file" = "Dosya dışarı aktarılırken hata oluştu";

/* loco:6332c96135f7406d4875f6fb */
"backup__import_completed_successfuly" = "İçeri aktarma başarıyla tamamlandı";

/* loco:6332c96135f7406d4875f6fe
 * camera__video_device_in_use_by_another_app */
"camera__camera_used_by_other_app_title" = "Başka bir uygulama kamerayı kullanıyor. Eğer diğer uygulamaları kapatmak işe yaramazsa cihazı yeniden başlatın";

/* loco:6332c96135f7406d4875f6ff
 * camera__video_device_unavailable_due_to_system_overload */
"camera__camera_unavailable_title" = "Sisteme aşırı yüklenildiğinden kameraya erişilemiyor. Cihazı yeniden başlatmayı deneyin";

/* loco:6332c96135f7406d4875f700 */
"camera__cant_initialize_camera_general" = "Kamera başlatılamıyor. Cihazı yeniden başlatmayı deneyin";

/* loco:6332c96135f7406d4875f701 */
"camera__cant_initialize_camera_split_view" = "Bölünmüş ekran görünümünde kamera başlatılamıyor. Uygulamayı tam ekranda açın ve tekrar deneyin";

/* loco:6332c96135f7406d4875f702 */
"restore__how_to_restore" = "2FAS uygulaması nasıl geri yüklenir?";

/* loco:6332c96135f7406d4875f703 */
"restore__application_restoration" = "Uygulama geri yüklemesi";

/* loco:6332c96135f7406d4875f704
 * restore_if_you_forgotten */
"restore__reset_Pin_title" = "Eğer PIN'inizi unuttuysanız veya 2FAS uygulamasını sıfırlamak istiyorsanız, uygulamayı yeniden yüklemeniz gerekiyor.";

/* loco:6332c96135f7406d4875f705
 * restore_please_remember */
"restore__backup_advice" = "Bir yedeğiniz yoksa ve uygulamayı sıfırlarsanız, tüm kodlarınıza erişiminizi ve dolayısıyla 2FA ile korunan tüm hesaplarınıza erişiminizi kaybedeceğinizi unutmayın.";

/* loco:6332c96135f7406d4875f706
 * restore_if_you_have_backup */
"restore__backup_title" = "Eğer bir yedeğiniz varsa içiniz rahat olsun, bütün kodlarınızı geri yükleyebileceksiniz.";

/* loco:6332c96135f7406d4875f707 */
"backup__cloud_backup" = "Bulut Yedeklemesi";

/* loco:6332c96135f7406d4875f708 */
"backup__icloud_sync" = "iCloud Eşitlemesi";

/* loco:6332c96135f7406d4875f709 */
"backup__section_description" = "ÖNERİLEN: iCloud Eşitlemesi, cihazını kaybetme veya bozma olasılığına karşı jetonlarınızı Apple iCloud'da güvende tutar. iCloud Yedeklemesini açık bırakın.";

/* loco:6332c96135f7406d4875f70a */
"backup__file_backup" = "Dosya Yedeklemesi";

/* loco:6332c96135f7406d4875f70b
 * backup__use_file_backup_for */
"backup__file_backup_offline_title" = "Jetonlarınızı çevrim dışı yedeklemek için Dosya Yedeklemesini kullanın";

/* loco:6332c96135f7406d4875f70c */
"backup__backup_removal" = "Yedek kaldırma";

/* loco:6332c96135f7406d4875f70d */
"backup__delete_2fas_backup" = "2FAS Yedeklemesini sil";

/* loco:6332c96135f7406d4875f70f */
"backup__warning_introduction" = "Uyarı! 2FAS Yedeklemesini silerseniz, bu hesapla eşitlenen diğer cihazlardaki tüm jetonları da sileceksiniz. Diğer cihazlardaki jetonları korumak için lütfen 2FAS Yedeklemesini silmeden önce devre dışı bıraktığınızdan emin olun.";

/* loco:6332c96135f7406d4875f710
 * backup__i_want_to_delete */
"backup__delete_title" = "Yedeği silmek istiyorum";

/* loco:6332c96135f7406d4875f711 */
"backup__export_to_backup_file" = "Yedeği dışarı dosya olarak aktar";

/* loco:6332c96135f7406d4875f712
 * backup__you_can_import_exported_file */
"backup__import_file_title" = "2FAS uygulaması ile diğer cihazlardaki dışarıya aktarılan dosyaları içeri aktarabilirsiniz";

/* loco:6332c96135f7406d4875f713 */
"backup__export_to_file" = "Dosyayı dışa aktar";

/* loco:6332c96135f7406d4875f715 */
"backup__verify_pin" = "PIN'i doğrula";

/* loco:6332c96135f7406d4875f716 */
"backup__save_file" = "Dosyayı kaydet";

/* loco:6332c96135f7406d4875f717 */
"backup__import_backup_file" = "Yedek dosyasını içeri aktar";

/* loco:6332c96135f7406d4875f718
 * backup__youre_goint_to_import_backup */
"backup__import_other_devices" = "Şunları içeren bir yedek dosyasını içeri aktaracaksınız:";

/* loco:6332c96135f7406d4875f719 */
"backup__import_file" = "Dosyayı içeri aktar";

/* loco:6332c96135f7406d4875f71a */
"backup__choose_antother_file" = "Başka dosya seç";

/* loco:6332c96135f7406d4875f71b */
"backup__no_new_services" = "İçeri aktarılacak hiçbir şey yok";

/* loco:6332c96135f7406d4875f71c */
"backup__file_error" = "Dosya hatası!";

/* loco:6332c96135f7406d4875f71d
 * backup__services_form_file_will_be_merged */
"backup__services_merge_title" = "Dosyadaki hizmetler uygulamanızdaki hizmetlerle birleştirilecek";

/* loco:6332c96135f7406d4875f71e */
"backup__no_new_services_error" = "Ya bu dosya boştur ya da içindeki tüm hizmetler uygulamada zaten mevcuttur";

/* loco:6332c96135f7406d4875f71f */
"backup__update_required_to_import_title" = "Bu dosyadaki içerikleri içeri aktarmak için uygulamanın yeni sürümüne ihtiyacınız var. En yeni sürümü App Store'da bulabilirsiniz";

/* loco:6332c96135f7406d4875f720 */
"backup__cant_read_file_error" = "Bu dosya okunamıyor. Dosya, bozulmuş veya erişilmeye çalışırken hata oluşmuş olabilir. Lütfen başka bir dosya seçin";

/* loco:6332c96135f7406d4875f721 */
"backup__password" = "Parola";

/* loco:6332c96135f7406d4875f722 */
"backup__repeat_password" = "Parolayı tekrarla";

/* loco:6332c96135f7406d4875f723 */
"backup__incorrect_character_error" = "Yanlış karakter. Sadece A'dan Z'ye ve a'dan z'ye harfleri (ğ, Ş gibi Türkçe harfler hariç), rakamları ve şu özel karakterleri kullanın: -_/!#$%&+*~@?=^.,'(){}[]:;<>|";

/* loco:6332c96135f7406d4875f724 */
"backup__to_short_error" = "Girilen ifade çok kısa (en az 3 karakter)";

/* loco:6332c96135f7406d4875f725 */
"backup__passwords_dont_match" = "Parolalar eşleşmiyor";

/* loco:6332c96135f7406d4875f726 */
"backup__save_and_export" = "Kaydet ve dışa aktar";

/* loco:6332c96135f7406d4875f727 */
"backup__set_password_title" = "Yedek dosyanızın korumasını artırmak için lütfen parola ayarlayın";

/* loco:6332c96135f7406d4875f728 */
"backup__enter_password_title" = "İçeri aktarma işlemine devam etmek için bu yedek dosyası için bir parola girin";

/* loco:6332c96135f7406d4875f729 */
"backup__backup_file_password_title" = "Bu yedek dosyası için bir parola ayarla";

/* loco:6332c96135f7406d4875f72a */
"backup__incorrect_password" = "Yanlış Parola";

/* loco:6332c96135f7406d4875f72b
 * %d - number */
"backup__new_services" = "%d yeni hizmet";

/* loco:6332c96135f7406d4875f72c
 * %d - number */
"backup__services_imported_count" = "%d hizmet dosyadan içeri aktarıldı";

/* loco:6332c96135f7406d4875f72d
 * backup__user_has_icloud_problem */
"backup__icloud_problem" = "iCloud'da bir sorun var. Sistem ayarlarını kontrol edin";

/* loco:6332c96135f7406d4875f72e
 * backup__newer_schema_unsupported */
"backup__newer_format_not_supported" = "Bu dosya, uygulamanın desteklediği biçim sürümünden daha yeni bir biçim sürümünde";

/* loco:6332c96135f7406d4875f72f
 * backup__encrypted_unsupported */
"backup__encrypted_files_not_supported" = "Bu dosya şifrelenmiş. Sadece şifrelenmemiş dosyaları destekliyoruz";

/* loco:6332c96135f7406d4875f730 */
"tokens__copy_token" = "Jetonu kopyala";

/* loco:6332c96135f7406d4875f731
 * tokens__i_want_to_delete_this_servie */
"tokens__i_want_to_delete_this_token" = "Evet, bu hizmeti silmek istiyorum";

/* loco:6332c96135f7406d4875f732 */
"color__neutral" = "Nötr";

/* loco:6332c96135f7406d4875f733 */
"color__light_blue" = "Açık mavi";

/* loco:6332c96135f7406d4875f734 */
"color__indigo" = "Çivit mavisi";

/* loco:6332c96135f7406d4875f735 */
"color__purple" = "Mor";

/* loco:6332c96135f7406d4875f736 */
"color__turquoise" = "Turkuaz";

/* loco:6332c96135f7406d4875f737 */
"color__green" = "Yeşil";

/* loco:6332c96135f7406d4875f738 */
"color__red" = "Kırmızı";

/* loco:6332c96135f7406d4875f739 */
"color__orange" = "Turuncu";

/* loco:6332c96135f7406d4875f73a */
"color__yellow" = "Sarı";

/* loco:6332c96135f7406d4875f73c */
"settings__knowledge" = "Bilgi";

/* loco:6332c96135f7406d4875f73d */
"settings__support_and_share" = "Destekle ve Paylaş";

/* loco:6332c96135f7406d4875f73e */
"settings__tell_a_friend" = "Arkadaşına bahset";

/* loco:6332c96135f7406d4875f73f */
"settings__write_a_review" = "Bir değerlendirme yaz";

/* loco:6332c96135f7406d4875f741 */
"settings__about" = "Hakkında";

/* loco:6332c96135f7406d4875f742 */
"settings__privacy_policy" = "Gizlilik Politikası";

/* loco:6332c96135f7406d4875f743 */
"settings__terms_of_service" = "Kullanım Şartları";

/* loco:6332c96135f7406d4875f744 */
"settings__version" = "Uygulama sürümü %@";

/* loco:6332c96135f7406d4875f745 */
"settings__no_limit" = "Sınır yok";

/* loco:6332c96135f7406d4875f746 */
"settings__pin_code" = "PIN kodu";

/* loco:6332c96135f7406d4875f747 */
"settings__app_security" = "Uygulama güvenliği";

/* loco:6332c96135f7406d4875f748 */
"settings__app_blocking" = "Kilitlenme ayarları";

/* loco:6332c96135f7406d4875f749 */
"settings__face_id" = "Face ID";

/* loco:6332c96135f7406d4875f74a */
"settings__touch_id" = "Touch ID";

/* loco:6332c96135f7406d4875f74b
 * settings__how_many_attempts_header */
"settings__too_many_attempts_header" = "X başarısız girişimden sonra engelle:";

/* loco:6332c96135f7406d4875f74c */
"settings__how_many_attempts_footer" = "Uygulama kilitlenmeden önce, parolayı girmek üzere izin verilen en fazla başarısız girişim sayısını seçin (kilitlenme süresi aşağıdan değiştirilebilir).";

/* loco:6332c96135f7406d4875f74d */
"settings__block_for" = "Kilitlenme süresi";

/* loco:6332c96135f7406d4875f74e */
"settings__3_minutes" = "3 dakika";

/* loco:6332c96135f7406d4875f74f */
"settings__5_minutes" = "5 dakika";

/* loco:6332c96135f7406d4875f750 */
"settings__10_minutes" = "10 dakika";

/* loco:6332c96135f7406d4875f751 */
"settings__limit_of_trials" = "En fazla başarısız girişim";

/* loco:6332c96135f7406d4875f752 */
"settings__pin_4_digits" = "4 haneli kod";

/* loco:6332c96135f7406d4875f753 */
"settings__pin_6_digits" = "6 haneli kod";

/* loco:6332c96135f7406d4875f754 */
"settings__biometric_authentication" = "Biyometrik Doğrulama";

/* loco:6332c96135f7406d4875f755 */
"settings__donations" = "Bağışlar";

/* loco:6332c96135f7406d4875f756 */
"settings__donate_twofas" = "2FAS'a bağış yap";

/* loco:6332c96135f7406d4875f757 */
"new_version__new_version_title" = "Yeni sürüm";

/* loco:6332c96135f7406d4875f758 */
"new_version__new_version_message_ios" = "2FAS'ın yeni bir sürümü App Store'da mevcut. Şimdi güncelle!";

/* loco:6332c96135f7406d4875f759 */
"new_version__update_action" = "Şimdi güncelle";

/* loco:6332c96135f7406d4875f75a
 * new_version__skip_action */
"new_version__skip_title" = "Bu sürümü atla";

/* loco:6332c96135f7406d4875f75b
 * new_version__later_action */
"new_version__update_later" = "Daha sonra güncelle";

/* loco:6332c96135f7406d4875f75c */
"browser__browser_extension" = "Tarayıcı uzantısı";

/* loco:6332c96135f7406d4875f75d */
"browser__info_title" = "2FAS Web Tarayıcısı uzantısı";

/* loco:6332c96135f7406d4875f75e */
"browser__info_description_first" = "2FAS tarayıcı uzantısını masaüstü bilgisayarınızda yükleyin";

/* loco:6332c96135f7406d4875f75f */
"browser__info_description_second" = "Onu 2FAS uygulamanızla eşleştirin";

/* loco:6332c96135f7406d4875f760 */
"browser__more_info" = "Daha fazla bilgi:";

/* loco:6332c96135f7406d4875f761 */
"browser__more_info_link_title" = "2fas.com/be";

/* loco:6332c96135f7406d4875f762 */
"browser__pair_with_web_browser" = "Web tarayıcısı ile eşleştir";

/* loco:6332c96135f7406d4875f763 */
"browser__more_info_link" = "https://www.2fas.com/be";

/* loco:6332c96135f7406d4875f764 */
"browser__pairing_successful_title" = "Eşleşme başarılı!";

/* loco:6332c96135f7406d4875f765 */
"browser__pairing_successful_description" = "Bu web tarayıcısını kullanarak çevrim içi hizmetlerinize giriş yapmaya çalıştığınızda 2FAS size anlık bildirim gönderecek. Her giriş için jetonlarınızı tekrar girmenize gerek kalmayacak.";

/* loco:6332c96135f7406d4875f766 */
"browser__pairing_failed_title" = "Eşleşme başarısız :(";

/* loco:6332c96135f7406d4875f767 */
"browser__pairing_failed_description" = "Bu QR kodu tanınmadı ve 2FAS bu cihazı tarayıcı uzantısıyla eşleştiremedi. Lütfen tekrar deneyin.";

/* loco:6332c96135f7406d4875f768
 * browser__pairing_already_paired_title */
"browser__already_paired_title" = "Zaten eşleşmiş!";

/* loco:6332c96135f7406d4875f769
 * browser__pairing_already_paired_description */
"browser__already_paired_description" = "Bu Tarayıcı Uzantısı, bu cihazla zaten eşleşmiş.";

/* loco:6332c96135f7406d4875f76a */
"browser__contact_support" = "Desteğe başvur";

/* loco:6332c96135f7406d4875f76b */
"browser__pairing_with_browser" = "Tarayıcı ile eşleşiliyor";

/* loco:6332c96135f7406d4875f76d
 * browser__paired_devices */
"browser__paired_devices_browser_title" = "Eşleşmiş cihazlar (web tarayıcıları)";

/* loco:6332c96135f7406d4875f76e */
"browser__add_new" = "Yeni ekle";

/* loco:6332c96135f7406d4875f76f
 * browser__this_device */
"browser__this_device_name" = "Cihaz takma adı";

/* loco:6332c96135f7406d4875f770 */
"browser__device_name" = "Cihaz takma adı";

/* loco:6332c96135f7406d4875f771 */
"browser__name" = "Ad";

/* loco:6332c96135f7406d4875f772 */
"browser__this_device_footer" = "Bu takma ad, 2FAS tarayıcı uzantısıyla eşleşen diğer cihazlar arasında bu cihazı belirlemenize yardımcı olur";

/* loco:6332c96135f7406d4875f773 */
"browser__browser_extension_settings" = "Tarayıcı Uzantıları ayarları";

/* loco:6332c96135f7406d4875f774 */
"browser__unkown_name" = "<BİLİNMEYEN_AD>";

/* loco:6332c96135f7406d4875f775 */
"browser__request_source_description" = "%@, %@ için 2FA  jetonu talep etti. Onaylamak ve bu alan adıyla kaydetmek için hizmeti seçin.";

/* loco:6332c96135f7406d4875f776 */
"browser__request" = "Tarayıcı isteği";

/* loco:6332c96135f7406d4875f777
 * browser__code_success */
"browser__code_success_title" = "Jeton başarıyla gönderildi!";

/* loco:6332c96135f7406d4875f778 */
"browser__code_failure" = "Kod gönderilirken hata oluştu. %@";

/* loco:6332c96135f7406d4875f779 */
"browser__deleting_paired_device_title" = "Eşleşmiş Cihaz Siliniyor";

/* loco:6332c96135f7406d4875f77a */
"browser__deleting_paired_device_content" = "Eşleşmiş cihazı silmek istediğinizden emin misiniz?";

/* loco:6332c96135f7406d4875f77c */
"browser__pairing_date" = "Eşleşme tarihi";

/* loco:6332c96135f7406d4875f77d */
"browser__forget_this_browser" = "Bu web tarayıcısını unut";

/* loco:6332c96135f7406d4875f77e
 * browser__service_is_paired_list_description */
"browser__paired_domains_list_title" = "Eşleşmiş alan adlarının listesi.";

/* loco:6332c96135f7406d4875f77f */
"browser__deleting_extension_pairing_title" = "Alan adı silinsin mi?";

/* loco:6332c96135f7406d4875f780 */
"browser__deleting_extension_pairing_content" = "%@ hesabına giriş yapmak için tarayıcı uzantısını bir sonraki kullanışınızda bu alan adını tekrar eşleştirmeniz istenecek.";

/* loco:6332c96135f7406d4875f781 */
"browser__push_notifications_title" = "Anlık Bildirimler";

/* loco:6332c96135f7406d4875f782 */
"browser__push_notifications_content" = "Tarayıcı Uzantısı gibi işlevselliklere erişebilmek için uygulamanın Anlık Bildirimlere erişmesi gerekiyor. Bu ayarı istediğiniz zaman Sistem Ayarlarında değiştirebilirsiniz.";

/* loco:6332c96135f7406d4875f783 */
"browser__request_expired" = "İsteğin süresi doldu";

/* loco:6332c96135f7406d4875f784 */
"browser__2fa_token_request_title" = "2FA Jetonu İsteği";

/* loco:6332c96135f7406d4875f785 */
"browser__2fa_token_request_content" = "Şunun için 2FA jetonunu paylaşmak ister misiniz ";

/* loco:6332c96135f7406d4875f786 */
"notifications__no_notifications" = "Bildirim yok";

/* loco:6332c96ba6877120ce6fc152 */
"CFBundleSpokenName" = "2 F A S";

/* loco:63344624e6899974bd0ddf52 */
"commons__2fas_toolbar" = "2FAS";

/* loco:63344c64898727028e0b21e4 */
"backup__google_drive_not_available" = "Google Drive'a erişilemiyor";

/* loco:63344d5c091e850f532386e2 */
"backup__google_drive_disabled_title" = "Google Drive kullanıcı tarafından devre dışı bırakıldı";

/* loco:633dd102f5f0b5080b43b5c2 */
"backup__update_required_to_import_title_2" = "Bu dosyanın içeriğini içeri aktarmak için uygulamanın yeni bir sürümüne ihtiyacınız olacak. En yeni sürümü Google Store'da bulabilirsiniz";

/* loco:633dd72f6078ca50d63ab0d2 */
"tokens__qr_code_leads_to_google_store" = "Bu QR kodu sizi Google Store'a götürür";

/* loco:633dd77670b050133f55b642 */
"introduction__page_4_content_android" = "Jetonlarınız cihaz depolama alanı üzerinde çevrimdışı olarak saklanır, bu nedenle hizmetlerinizi yedeklemeyi unutmayın! Yetkisiz erişime ve cihaz hasarına karşı koruma sağlamak için Google Drive Eşitlemesi ve PIN parolası kullanın.";

/* loco:633ef646dbb7c078261c3ec2 */
"new_version__new_version_message_android" = "2FAS'ın yeni bir sürümü Google Store'da mevcut. Şimdi güncelleyin!";

/* loco:6341dca6b874ee3bc41b6952 */
"security_error_no_match" = "PIN eşleşmiyor! Lütfen tekrar deneyin.";

/* loco:6341de59fcbb0b491c24b1d2 */
"settings_developer_options" = "Geliştirici Seçenekleri";

/* loco:6341df0295f3d3034a6ff7a2 */
"settings__external_import" = "Jetonları içeri aktar";

/* loco:6341df76c6a1db420732d3c2 */
"settings__browser_extension_result_toolbar_title" = "Eşleşme sonucu";

/* loco:6341dfada8cef8553b42a792 */
"tokens__caution" = "DİKKAT";

/* loco:6341e0f7a225c97dee2604d2 */
"tokens__qr_point_and_scan_again" = "Kameranızı doğru QR koduna doğrultun ve tekrar tarayın.";

/* loco:6341e3d560c2a75b635dd902 */
"tokens__service_unsaved_changes" = "Değişiklikleri iptal etmek istiyor musunuz?";

/* loco:6341e3fac678e32ee1180b92 */
"tokens__service_unsaved_changes_title" = "Kaydedilmemiş değişiklikler";

/* loco:6341e444ae7e4f6979438fc2 */
"tokens__service_key_invalid_format" = "Anahtar geçersiz bir biçime sahip";

/* loco:6341e574a77fa94abc6bf6f2 */
"intent_error_no_gallery_app" = "Sistem hatası! Sistem galeri uygulaması mevcut değil.";

/* loco:6341e59ab278cb37a15f15c2 */
"gdrive_permission_title" = "Google Drive İzni";

/* loco:6341e5b6a77fa94abc6bf6f4 */
"gdrive_permission_msg" = "Yedek dosyalarını uygulama verilerine kaydetmek için Google Drive iznine ihtiyacımız var.";

/* loco:6341e5d80edc9064be2a0d92 */
"gdrive_internet_title" = "İnternet Bağlantısı Gerekli";

/* loco:6341e5ef48f8396250741ae2 */
"gdrive_internet_msg" = "Google ile senkronize etmek için bir internet bağlantısını etkinleştirmeniz gerekir.";

/* loco:6341e60b1b9712646f45c272 */
"gdrive_wipe_internet_msg" = "Google Drive'a erişimi iptal etmek için internet bağlantısını etkinleştirmeniz gerekir.";

/* loco:6341e6334097a7635715ca52 */
"backup_explanation_msg" = "Yedek dosyanızı Google Drive'ınızdaki gizli klasörün içinde otomatik olarak depolayın ve eşitleyin. Bu klasör sadece 2FAS uygulaması tarafından erişilebilir.";

/* loco:6341e6565450ef7fd46dec02 */
"backup_error_unknown" = "Yedeğin eşitlenmesinde bir sorun oluştu. Lütfen uygulamayı birkaç dakika sonra yeniden başlatın ve tekrar deneyin.";

/* loco:6341e66aa77fa94abc6bf6f6 */
"backup_error_encrypt_unknown" = "Yedek şifrelenirken bir sorun oluştu. Lütfen parolanızı yeniden ayarlayın.";

/* loco:6341e681b278cb37a15f15c4 */
"backup_error_decrypt_unknown" = "Yedeğin şifresi çözülürken bir hata oluştu. Lütfen parolanızı yeniden ayarlayın.";

/* loco:6342c92df1d3612fe712f1a2 */
"backup__google_drive_problem_title" = "iCloud'da bir sorun var. Sistem ayarlarını kontrol edin";

/* loco:6342c9535447700251180692 */
"backup_error_auth" = "Google Drive hesap izinlerinizle ilgili bir sorun var. Senkronizasyonu açıp kapatmayı deneyin.";

/* loco:6342c9b1c41b2c66a2359362 */
"backup_error_no_password" = "Yedeğiniz parola korumalı. Onu etkinleştirin ve parolanızı girin.";

/* loco:6342c9ec69dbe97d4972d4f2 */
"backup_error_wrong_password" = "Yedeğiniz parola korumalı ama girilen parola yanlış. Onu etkinleştirin ve parolanızı girin.";

/* loco:6342ca1db1a1053c734e5c12 */
"customization_service_assignment" = "Hizmet Ataması";

/* loco:6342ca2fb1a1053c734e5c14 */
"customization_personalization" = "Kişiselleştirme";

/* loco:6342ca5d87da3c0adf6481f2 */
"customization_change_brand" = "Marka simgesini değiştir";

/* loco:6342ca7169dbe97d4972d4f4 */
"customization_advanced" = "Gelişmiş";

/* loco:6342ca89c41b2c66a2359364 */
"customization_request_icon" = "Bir simge talep edin";

/* loco:6342ca9d87da3c0adf6481f4 */
"customization_edit_label" = "Etiketi düzenle";

/* loco:6342cb2f188f327fde0567d2 */
"groups_delete_msg" = "Bu grubu silmek istediğinizden emin misiniz?";

/* loco:6342cc005bd8ee4e373eaff2 */
"export_backup_title" = "Yedek dosyanız dışarı aktarılmak için hazır";

/* loco:6342cc175a8ef33de14ce6c2 */
"export_backup_msg" = "2FAS jetonlarınızı güvenli bir şekilde yedeklemek için bu dosyayı dışarı aktarın. Daha sonra 2FAS uygulamasını kullanarak bu dosyayı bu cihazda veya diğer cihazlarda içeri aktarabilirsiniz.";

/* loco:6342cc3b830f3c11167b6dd2 */
"export_backup_pass" = "Dosyayı parola olmadan dışarı aktar (önerilmez)";

/* loco:6342cc92a240880a9f2084e2 */
"import_backup_msg2" = "Dosya, uygulamanın hizmet listesi ile senkronize edilecektir.";

/* loco:6342cd007757e42301476522 */
"backup_notice_later" = "Belki Daha Sonra";

/* loco:6342cd15a240880a9f2084e4 */
"backup_notice_cta" = "Etkinleştir";

/* loco:6342cd4ae5c1f936e033b172 */
"widgets_empty_msg" = "Eklenmiş hizmet yok";

/* loco:6342cdd0ac3fc03188300662 */
"backup__section_description_google" = "ÖNERİLEN: Google Drive Eşitlemesi, cihazını kaybetme veya bozma olasılığına karşı jetonlarınızı Google Drive'da güvende tutar. Google Drive Eşitlemesini açık bırakın.";

/* loco:6342cde2830f3c11167b6dd4 */
"backup_turn_off_title" = "Google Drive Eşitlemesi kapatılsın mı?";

/* loco:6342ce5ef9822760bd6e6232 */
"backup_turn_off_msg1" = "2FA jetonları bu cihazda ve Google Drive'ınızda kalacak, ancak senkronize edilmeyecektir. Ayrıca Google Hesabınızdan çıkış yapmış olacaksınız.";

/* loco:6342ceb2f9822760bd6e6234 */
"backup_turn_off_msg2" = "Bu cihazın kaybolması veya hasar görmesi ya da uygulamanın kaldırılması durumunda jetonlarınızı kurtaramayabileceğinizi ve 2FA ile güvence altına alınan çevrimiçi hesaplara erişiminizi kaybedeceğinizi unutmayın.";

/* loco:6342ceecc07f913f3374a812 */
"backup_settings_password_set_subtitle" = "Google Drive yedek dosyasını özel bir parola ile koruyun.";

/* loco:6342cf2e593f7c11db6adf52 */
"backup_settings_password_remove_title" = "Şifreyi kaldır";

/* loco:6342cf68a240880a9f2084e6 */
"backup_settings_password_remove_subtitle" = "Google Drive yedek dosyanız için parolayı kaldırın.";

/* loco:6342cf97ac3fc03188300664 */
"backup_settings_account_title" = "Google hesabı";

/* loco:6342cfc09858895a99170382 */
"backup_settings_sync_title" = "Son eşitleme";

/* loco:6342d0117757e42301476524 */
"browser_extension_result_success_description" = "Bu web tarayıcısını kullanarak çevrim içi hizmetlerinize giriş yapmaya çalıştığınızda 2FAS size ANLIK bildirim gönderecek. Her giriş için jetonlarınızı tekrar girmenize gerek kalmayacak.";

/* loco:6342d05c2a206e092b1791c2 */
"browser_extension_browser_dialog" = "Tarayıcı adı";

/* loco:6342d0ef5c8bac6b2573ef52 */
"biometric_dialog_auth_title" = "Doğrula";

/* loco:6342d0ffe7433557683c3712 */
"biometric_dialog_auth_subtitle" = "Biyometrik kimliğinizi kullanın";

/* loco:6342d135438a0a291865e022 */
"about_licenses" = "Açık kaynak lisansları";

/* loco:6342d1562a206e092b1791c4 */
"externalimport_description" = "Diğer uygulamalardaki jetonlarınızı 2FAS'a içeri aktarabilirsiniz. Listeden bir uygulama seçin ve talimatları izleyin.";

/* loco:6342d16ee7433557683c3714 */
"externalimport_select_app" = "Uygulama seç";

/* loco:6342d182e7433557683c3716 */
"externalimport_google_authenticator" = "Google Authenticator";

/* loco:6342d18dc07f913f3374a814 */
"externalimport_aegis" = "Aegis";

/* loco:6342d19b63307f18b4510092 */
"externalimport_raivo" = "Raivo OTP";

/* loco:63693380daebad2321503c66 */
"android__app_name" = "2FAS Auth";

/* loco:63693395183853234b657d12 */
"commons__yes" = "Evet";

/* loco:636933b08f1b7a2d262bed23 */
"commons__no" = "Hayır";

/* loco:636933ca8102e2327a5cce92 */
"commons__search" = "Ara";

/* loco:636934e015acd7020f284112 */
"errors__no_app" = "Bu bağlantıyı destekleyen uygulama yok";

/* loco:636934ffde099e2c3326fe82 */
"permissions__camera_permission" = "Kamera İzni";

/* loco:63693569349c115b4122eb32 */
"permissions__camera_permission_description" = "QR Kodlarını taramak için kamera izni gerekiyor. Bu özelliği kullanmak istiyorsanız Uygulama Bilgisine, ardından İzinlere gidin ve Kamerayı etkinleştirin.";

/* loco:636935811313301a900ae283 */
"security__disable_pin" = "PIN'i devre dışı bırak";

/* loco:6369359a5f06537c3f046183 */
"security__enter_your_new_pin" = "Lütfen yeni %s PIN'inizi girin";

/* loco:636935b2349c115b4122eb34 */
"security__pin_error_incorrect" = "PIN yanlış! Lütfen tekrar deneyin";

/* loco:63693953795f696e785cf892 */
"settings__biometrics" = "Biyometrikler";

/* loco:63693964b3411c757a755cc4 */
"settings__support" = "2FAS Desteği";

/* loco:6369397d1e371c682d6054d3 */
"settings__developer" = "Geliştirici Seçenekleri";

/* loco:6369398f5cb4a35ff34b55d2 */
"settings__option_fingerprint" = "Biyometrik Kilit";

/* loco:6369399e795f696e785cf894 */
"settings__option_theme" = "Tema";

/* loco:636939ab4bccbb1e6a12f1c2 */
"settings__theme_option_auto" = "Otomatik";

/* loco:636939bcf8b08053b87aab93 */
"settings__theme_option_auto_system" = "Otomatik - Sistem Ayarları";

/* loco:63693b946081eb49756794b3 */
"settings__theme_option_dark" = "Koyu";

/* loco:63693ba5df585c05c76ddc82 */
"settings__theme_option_light" = "Açık";

/* loco:63693bb9e05fd23e53227b13 */
"tokens__copied_clipboard" = "Jeton panoya kopyalandı!";

/* loco:63693bc5b71ecb16511b6632 */
"tokens__next_copied_clipboard" = "Sonraki jeton panoya kopyalandı!";

/* loco:63693bf413e605521a409cd2 */
"tokens__do_you_really_want_to_remove_all_devices" = "Bu 2FA hizmetini kalıcı olarak silmek istiyor musunuz?";

/* loco:63693cd8b024e27aba3c4dc2 */
"tokens__fab_addmanually" = "Elle ekle";

/* loco:63693cf5ec00fd215b2f5b82 */
"tokens__qr_does_not_work" = "Bu QR Kodu çalışmıyor!";

/* loco:63693d127f114c2e2c5561d2
 * Could not read QR code from the image! */
"tokens__qr_read_image_failed" = "QR kodu resimden okunamadı!";

/* loco:63693d2a228e552762708b73 */
"tokens__qr_read_image_try_again" = "Başka bir resim seçmeyi deneyin.";

/* loco:63693d59def0af7a4f103d42 */
"tokens__remove_it_forever" = "Hizmeti sonsuza dek sil";

/* loco:63693df12647b40c150abf13
 * Service could not be added, Service Key is invalid. Try again. */
"tokens__service_add_error" = "Hizmet, Gizli Anahtar geçersiz olduğu için eklenemedi. Tekrar deneyin.";

/* loco:63693e2208c47e4cac73cbb3
 * A service with this Service Key already exists. Do you want to override it? */
"tokens__service_already_exists" = "Bu Gizli Anahtarı içeren hizmet zaten mevcut. Üzerine yazmak istiyor musunuz?";

/* loco:63693ecf68606d19e7023393 */
"tokens__service_key_invalid_characters" = "Anahtar geçersiz karakterler içeriyor";

/* loco:63693f1268606d19e7023397 */
"tokens__show_service_key" = "Gizli Anahtarı Göster";

/* loco:63693f57fd6d806b5624add3
 * Your Service Key is protected. Please add PIN or Fingerprint lock in order to see it. */
"tokens__show_service_key_setup_lock" = "Gizli anahtarınız korunuyor. Gizli anahtarı görmek için lütfen bir PIN veya parmak izi kilidi ekleyin.";

/* loco:636940f5b7c61d120e417243 */
"tokens__tokens_list_is_empty" = "Hizmet listesi boş";

/* loco:63694107e8e4552c5a2c6802 */
"tokens__use_plus_button_to_add_tokens" = "Yeni bir hizmet eklemek için \"+\" düğmesini kullanın";

/* loco:63694183975c2c3aac074ed2 */
"tokens__you_will_not_be_able_to_sign_in_to_your" = "%@ hesabı için iki adımlı doğrulamayı etkinleştirdiğiniz sürece bu jeton olmadan %@ hesabınıza giriş yapamayacaksınız.\n\nBu jetonu 2FAS çöp kutusundan geri yükleyemeyeceksiniz.";

/* loco:636941a86578c224b94bd1e4 */
"import_ga_success" = "Hizmetler başarıyla içeri aktarıldı!";

/* loco:636941d7c3648b0ffc04e192
 * You need active Internet connection in order to sync your backup. Please turn on your network connection and try again. */
"backup_error_network" = "Yedeğinizi eşitlemek için etkin bir internet bağlantısına ihtiyacınız var. Lütfen ağ bağlantınızı etkinleştirin ve tekrar deneyin.";

/* loco:6369420e1bfbc44338796fc3 */
"update_app_title" = "Uygulamayı güncelle";

/* loco:6369423dc50f84241c78d676
 * Please update to the newest 2FAS version, to get all features and maintain high security level. */
"update_app_msg" = "Tüm özellikleri elde etmek ve yüksek bir güvenlik seviyesi sürdürmek için lütfen 2FAS'ı en yeni sürüme güncelleyin.";

/* loco:63695bff2e4603133646fb72 */
"delete_service_title" = "Sileceğiniz öge:";

/* loco:63695c1cd29ac3613b4a1f02
 * from your 2FAS service list.\n\nRemember, as long as you have second factor authentication turned on, you will not log in to %s account without this token. */
"delete_service_msg" = "2FAS hizmet listenizden.\n\nUnutmayın, iki faktörlü kimlik doğrulama açık olduğu sürece, bu jeton olmadan %s hesabına giriş yapamayacaksınız.";

/* loco:63695c27237a5641ab59efd2 */
"delete_service_cta" = "Sil";

/* loco:63695c4c2a54d2666c672732 */
"export_backup_cta" = "Dışarı aktar";

/* loco:63695c5c08efb67c6e255782 */
"export_backup_share_cta" = "Paylaş";

/* loco:63695c7f577732027f6496f2 */
"import_backup_title" = "Yedeği dosyadan içeri aktar";

/* loco:63695c9708efb67c6e255784 */
"import_backup_msg1" = "Yedek dosyasını şununla içeri aktaracaksınız:";

/* loco:63695ca708efb67c6e255786 */
"import_backup_cta" = "İçeri aktar";

/* loco:63695ccbcf7ad836801c6582 */
"widgets_warning_msg" = "Widgetta görünen jetonlar PIN kodunuz tarafından korunmaz.\n\nJetonlarınızı widgetta görüntülemek istediğinizden emin misiniz?";

/* loco:63695ce4fca41e7d2b37ee12 */
"widgets_warning_title" = "UYARI!";

/* loco:63695d0d18b68b60f10d6862 */
"widgets_warning_cta" = "Evet, eminim";

/* loco:63695d1d646ca94a9e191bc2 */
"backup_notice_title" = "2FAS Yedeklemesi";

/* loco:63695d3a18b68b60f10d6864 */
"backup_notice_msg" = "2FAS Yedeklemesini etkinleştirin. Telefonunuzun sıfırlanması veya kaybolması hâlinde tüm jetonlarınızı kurtarabileceksiniz.";

/* loco:63695d6996fd2e68a42c5212 */
"brand_empty_msg" = "Üzgünüz, marka bulunamadı";

/* loco:63695d9186c16054f2147fa2
 * Select which services will be visible on widget: */
"widgets_select_msg" = "Widget üzerinde görünecek hizmetleri seçin:";

/* loco:63695dac49da15247b47a9f2 */
"backup_turn_off_cta" = "Eşitlemeyi devre dışı bırak";

/* loco:63695dba4e1595693b25b702 */
"backup_turn_off_cancel" = "İptal";

/* loco:63695dc74e1595693b25b704 */
"backup_settings_password_set_title" = "Parola Ayarla";

/* loco:63695dd7aa4af0296011ab22 */
"backup_settings_delete_title" = "Yedek dosyasını Google Drive'dan sil";

/* loco:63695e128be34479932d44a2
 * If you delete this file from your Google Drive, synchronization on all synchronized devices will be disabled and tokens will remain only on this and other devices via local storage. */
"backup_settings_delete_subtitle" = "Bu dosyayı Google Drive'ınızdan silerseniz, eşitlenmiş tüm cihazlarınızdaki eşitleme devre dışı bırakılacak ve jetonlarınız sadece bu ve diğer cihazların yerel depolama alanında kalacak.";

/* loco:63695e2c27b0df5cbb3a9152 */
"browser__result_error_browser_paired" = "2FAS uygulamanız bu tarayıcıyla zaten eşleşmiş.";

/* loco:63695e5b8be34479932d44a4
 * Scan QR code again */
"browser__result_error_cta" = "QR kodunu tekrar okutun";

/* loco:63695e6f7ce1b23381128562 */
"browser__scan_error_dialog_title" = "Hata";

/* loco:63695e8c046f962de20cf7d2
 * Scanned QR code has unsupported format. Please try again. */
"browser__scan_error_dialog_msg_invalid_code" = "Taranan QR kodu desteklenmeyen bir biçimde. Lütfen tekrar deneyin.";

/* loco:63695ea65b95583a82077e22 */
"browser__scan_error_dialog_msg_unknown" = "QR kodu taranırken bilinmeyen bir hata oluştu. Lütfen tekrar deneyin.";

/* loco:63695ebdc0f8533d9d5c5be2 */
"biometric_dialog_auth_cancel" = "Bu seferlik PIN kullan";

/* loco:63695ecd27b0df5cbb3a9154 */
"biometric_dialog_setup_title" = "Doğrulamayı etkinleştir";

/* loco:63695edacc13613f62380a82 */
"biometric_dialog_setup_cancel" = "İptal";

/* loco:63695f025b95583a82077e24
 * To enable Biometric Lock you need to enable and set a PIN Code. */
"settings__option_fingerprint_description" = "Biyometrik Kilidi etkinleştirmek için PIN Koduyla girişi etkinleştirip ayarlamanız gerekir.";

/* loco:63695f1817c4473f880a74d2 */
"settings__block_for_footer" = "Uygulamanın kilitlenmesi için gereken süreyi seçin";

/* loco:6370165d9149a4239a27e0b2 */
"error__out_of_disk_space" = "Görünüşe göre ya şu anda disk alanınız tükenmiş ya da geçmişte böyle bir olay veri tabanına zarar vermiş";

/* loco:6370169abddeed6e996944d3 */
"error__cloud_backup_newer_version" = "Bulut yedeklemesi yeni sürüme taşındı. Uygulamayı güncelleyin";

/* loco:637016c1665ee13b4506cd54 */
"error__cloud_backup_encrypted_not_supported" = "Bulut yedeklemesi şifrelenmiş. Bu özelliğin desteklenmesi için uygulamayı güncelleyin";

/* loco:63701b4a3fe44547f927d1c2 */
"extension__continue_to_app" = "Uygulamaya devam et";

/* loco:63701b63b42bdc3ef25026c2 */
"extension__cancel" = "İptal";

/* loco:63701b71a000b91fad034912 */
"extension__authorize" = "Doğrula";

/* loco:63701b7c7c84200f7f0bfb22 */
"extension__dismiss" = "Reddet";

/* loco:63701b8b7c84200f7f0bfb24 */
"extension__request_sent" = "İstek gönderildi";

/* loco:63701b977c84200f7f0bfb26 */
"extension__send_question_title" = "Jeton gönderilsin mi?";

/* loco:63701ba9f39e1f13443a7cf2 */
"extension__send_question_content" = "%@, %@ için 2FAS jetonu istedi";

/* loco:63701bbd7c84200f7f0bfb28 */
"extension__error_while_sending" = "Jeton gönderilirken hata oluştu";

/* loco:63701bca27651457ca55bfd2 */
"extension__not_paired_title" = "Bu web sitesi eşleştirilmedi";

/* loco:63701bd51be23060542fd7d2 */
"extension__not_paired_content" = "Uygulamayı açın ve bu alan adı için bir hizmet seçin";

/* loco:63701be2205b6f17713b4ac2 */
"extension__error_open_the_app" = "Uygulamayı açın ve Tarayıcı Uzantısının düzgün bir şekilde eşleşip eşleşmediğini kontrol edin";

/* loco:63701bef2fc748368c70e312 */
"extension__error_no_internet" = "Bağlantıda bir sorun var";

/* loco:63701bf9f39e1f13443a7cf4 */
"extension__try_again" = "Lütfen tekrar deneyin";

/* loco:63701c02205b6f17713b4ac4 */
"extension__error" = "Hata";

/* loco:63701c0da000b91fad034914 */
"extension__error_no_services" = "Tarayıcı uzantısının çalışması için lütfen 2FAS uygulamasına hizmetleri ekleyin";

/* loco:63701c1a27651457ca55bfd4 */
"extension__approve" = "Onayla";

/* loco:63701c2b20780c2962211303 */
"extension__deny" = "Reddet";

/* loco:6370c74297ec7c4d1857c2d2 */
"settings__turn_pin_code_to_enable_faceid" = "Bu cihazdaki tokenlerinize yetkisiz erişimi önlemek için PIN kodu ve Face ID yetkilendirmesini açın.";

/* loco:6370c75197ec7c4d1857c2d4 */
"settings__turn_pin_code_to_enable_touchid" = "Bu cihazdaki tokenlarınıza yetkisiz erişimi önlemek için PIN kodu ve Touch ID yetkilendirmesini açın.";

/* loco:637a78300f577824fa4f1782 */
"settings__send_logs_error_not_exists" = "Girilen kod yanlış. Lütfen kodu iki kez kontrol edin";

/* loco:637a78410f577824fa4f1784 */
"settings__send_logs_error_expired" = "Girilen kodun süresi doldu. Yeni bir kod almak için lütfen destek ekibiyle iletişime geçin";

/* loco:637a786be142ab22bc6e4362 */
"settings__send_logs_error_no_internet" = "İnternet bağlantısı yok. Lütfen bağlantıyı kontrol edin ve tekrar deneyin";

/* loco:637a787bfda7a704fc2f0c92 */
"settings__send_logs_error_server" = "Sunucularımızda bir problem var gibi görünüyor. Sorun devam ederse lütfen destek ekibimize başvurun";

/* loco:637a788d228c8d210773aca2 */
"settings__send_logs_error_title" = "İşlem başarısız oldu";

/* loco:637a78971639737a78522752 */
"settings__send_logs_sent_title" = "Günlükler gönderildi";

/* loco:637a78a2d64f955fe40fb582 */
"settings__send_logs_sent_description" = "Bize ulaştığınız için teşekkür ederiz. Gönderdiklerinizi en kısa zamanda analiz edeceğiz.";

/* loco:637a78affda7a704fc2f0c94 */
"commons__send" = "Gönder";

/* loco:637a78bb3a759e5fde75ac12 */
"settings__send_logs_title" = "Günlükler gönderiliyor";

/* loco:637a78cfa90b4b3673461e92 */
"settings__send_logs_description_link" = "Destek ekibi tarafından sağlanan kod otomatik olarak dolduruldu. Günlükler gönderilsin mi?";

/* loco:637a78d90a23b422fd79dbb2 */
"settings__send_logs_description_edit" = "Lütfen destek ekibimiz tarafından sağlanan kodu girin veya yapıştırın";

/* loco:637a79dda49d85561129f602 */
"settings__send_logs" = "Günlükleri gönder";

/* loco:63a0b3300fd81a00131f5282 */
"settings__recommendation " = "2FAS'ın bu harika iki faktörlü kimlik doğrulama uygulamasına göz atın: https://2fas.com";

/* loco:63a5c926639b663a504d7042 */
"settings__acknowledgements" = "Alındılar";

/* loco:63ac20106581d34243554af2 */
"introduction__import_external_app" = "Harici uygulamadan içeri aktar";

/* loco:63e4ef021786f457dc49bda2 */
"past_duration_seconds" = "an önce";

/* loco:63e4ef021786f457dc49bda3 */
"past_duration_seconds-plural" = "az önce";

/* loco:63e4ef021786f457dc49bda4 */
"past_duration_minutes" = "%d dakika önce";

/* loco:63e4ef021786f457dc49bda5 */
"past_duration_minutes-plural" = "%d dakika önce";

/* loco:63e4ef021786f457dc49bda6 */
"past_duration_hours" = "%d saat önce";

/* loco:63e4ef021786f457dc49bda7 */
"past_duration_hours-plural" = "%d saat önce";

/* loco:63e4ef021786f457dc49bda8 */
"past_duration_days" = "%d gün önce";

/* loco:63e4ef021786f457dc49bda9 */
"past_duration_days-plural" = "%d gün önce";

/* loco:63e4ef021786f457dc49bdaa */
"past_duration_weeks" = "%d hafta önce";

/* loco:63e4ef021786f457dc49bdab */
"past_duration_weeks-plural" = "%d hafta önce";

/* loco:63e4ef021786f457dc49bdac */
"past_duration_months" = "%d ay önce";

/* loco:63e4ef021786f457dc49bdad */
"past_duration_months-plural" = "%d ay önce";

/* loco:63e50a5d8a8ad50ba947fc42 */
"commons__unknown_error" = "Bilinmeyen hata oluştu! Tekrar deneyin!";

/* loco:63e50a5d8a8ad50ba947fc43 */
"backup__export_result_success" = "Dosya başarıyla kaydedildi!";

/* loco:63e50a5d8a8ad50ba947fc44 */
"backup__share_result_failure" = "Dosya paylaşılamadı!";

/* loco:63e50a5d8a8ad50ba947fc45 */
"backup__enter_password_dialog_title" = "Parolayı yazın";

/* loco:63e50a5d8a8ad50ba947fc46 */
"backup__remove_password_msg" = "Kaldırma işlemine devam etmek için yedeğin parolasını girin.";

/* loco:63e50a5d8a8ad50ba947fc47 */
"backup__revoke_google_access_msg" = "Google'a erişimi iptal etme işlemine devam etmek için yedeğin parolasını girin.";

/* loco:63e50a5d8a8ad50ba947fc48 */
"backup__synchronization_settings" = "Eşitleme ayarları";

/* loco:63e50a5d8a8ad50ba947fc49 */
"backup__local_file_title" = "Yerel dosya";

/* loco:63e50a5d8a8ad50ba947fc4a */
"backup__drive_title" = "Google Drive eşitlemesi";

/* loco:63e50a5d8a8ad50ba947fc4b */
"backup__delete_file_title" = "Yedek dosyanız Google Drive'dan silinsin mi?";

/* loco:63e50a5d8a8ad50ba947fc4c */
"backup__delete_file_msg" = "Google Eşitlemesi devre dışı bırakılacak. Jetonlarınız yerel olarak kalacak; ancak 2FAS uygulaması bu ve diğer eşitlenmiş cihazlarınızdaki Google Hesabınızdan çıkış yapmış olacak.";

/* loco:63e50a5d8a8ad50ba947fc4d */
"backup__sync_status_waiting" = "Eşitleme için bekleniyor...";

/* loco:63e50a5d8a8ad50ba947fc4e */
"backup__sync_status_progress" = "Eşitleniyor...";

/* loco:63e50a5d8a8ad50ba947fc4f */
"import_backup_msg1_encrypted" = "Şifrelenmiş bir yedek dosyasını içeri aktaracaksınız.";

/* loco:63e50a5d8a8ad50ba947fc50 */
"externalimport__choose_json_cta" = "JSON dosyası seç";

/* loco:63e50a5d8a8ad50ba947fc51 */
"externalimport__aegis_msg" = "Hesaplarınızı Aegis'ten şifrelenmemiş bir JSON dosyasına aktarın ve \"JSON dosyası seç\" düğmesini kullanarak yükleyin. Başarılı bir içeri aktarma işleminden sonra dosyayı kaldırmayı unutmayın.";

/* loco:63e50a5d8a8ad50ba947fc52 */
"externalimport__raivo_msg" = "Raivo'nun Ayarlarında \"OTP'leri ZIP arşivine aktar\" seçeneğini kullanın, bir ZIP dosyası kaydedin, dosyaları çıkarın ve \"JSON dosyası seç\" düğmesini kullanarak JSON dosyasını içeri aktarın.";

/* loco:63e50a5d8a8ad50ba947fc53 */
"externalimport__no_tokens_msg" = "Ancak içeri aktarılabilecek hiçbir hizmet yok.";

/* loco:63e50a5d8a8ad50ba947fc54 */
"commons__try_again" = "Tekrar dene";

/* loco:63e50a5d8a8ad50ba947fc55 */
"commons__proceed" = "İlerle";

/* loco:63e50a5d8a8ad50ba947fc56 */
"externalimport__ga_title" = "2FA jetonları Google Authenticator uygulamasından içeri aktarılıyor";

/* loco:63e50a5d8a8ad50ba947fc57 */
"externalimport__aegis_title" = "2FA  jetonları Aegis uygulamasından içeri aktarılıyor";

/* loco:63e50a5d8a8ad50ba947fc58 */
"externalimport__raivo_title" = "2FA jetonları Raivo uygulamasından içeri aktarılıyor";

/* loco:63e50a5d8a8ad50ba947fc59 */
"externalimport__ga_success_msg" = "Bu QR kodu, jetonların Google Authenticator'dan içeri aktarılmasına izin verir.";

/* loco:63e50a5d8a8ad50ba947fc5a */
"externalimport__aegis_success_msg" = "Bu JSON dosyası, jetonların Aegis'ten içeri aktarılmasına izin verir.";

/* loco:63e50a5d8a8ad50ba947fc5b */
"externalimport__raivo_success_msg" = "Bu JSON dosyası, jetonların Raivo'dan içeri aktarılmasına izin verir.";

/* loco:63e50a5d8a8ad50ba947fc5c */
"externalimport__read_error" = "Hiçbir jeton okunamadı. Başka bir dosya seçmeyi deneyin.";

/* loco:63e62618444ff4647d7cfca4 */
"settings__gd_sync_info" = "Google Drive eşitlemesi hatırlatıcısı";

/* loco:63e6269908dc162489032023 */
"settings__gd_sync_disable_confirm" = "Emin misiniz? Google Drive eşitlemesi olmazsa, telefonunuzu kaybettiğinizde veya sıfırladığınızda jetonlarınızı geri yükleyemeyeceksiniz!";

/* loco:63ee3aa8a35cbc5492030a74 */
"extension__code_sent_msg" = "Kod başarıyla gönderildi";

/* loco:63ee3ab4c9440931e75a0432 */
"extension__code_sent_error_msg" = "Kod gönderilirken hata oluştu";

/* loco:63ee4345d49978585e1e3402 */
"tokens__add_service_title" = "Yeni hizmet ekle";

/* loco:63ee4345d49978585e1e3403 */
"tokens__customize_service_title" = "Hizmeti özelleştir";

/* loco:63ee4345d49978585e1e3404 */
"extension__services_suggested_header" = "Önerilen";

/* loco:63ee4345d49978585e1e3405 */
"extension__services_all_header" = "Tüm hizmetler";

/* loco:63ee4345d49978585e1e3406 */
"extension__services_other_header" = "Diğer hizmetler";

/* loco:63f289fc3895d52eaa64ce92 */
"settings__ssl_error_title" = "SSL Hatası";

/* loco:63f28a14fc84916d70648342 */
"settings__ssl_error_description" = "Bir SSL hatası oluştu ve sunucuya güvenli bir bağlantı yapılamıyor. Uygulamanın en son sürümüne sahip olduğunuzdan emin olun veya bağlantı ağını değiştirmeyi deneyin.";

/* loco:63f4a0ade3cd1317f325d762 */
"backup__import_error_file_size" = "İçeri aktarmaya çalıştığınız dosya çok büyük. Dosya sınırı 10 MB'dir.";

/* loco:63f4a0b928d2513ff26d1792 */
"backup__import_error_file_invalid" = "İçeri aktarmaya çalıştığınız dosya geçersiz veya bozuk. Lütfen başka bir dosya seçin.";

/* loco:6404c27610d75a3456352472 */
"appearance__toggle_active_search" = "Etkin arama";

/* loco:6404c561429ff902fb474082 */
"appearance__active_search_description" = "Başlangıçta etkin arama";

/* loco:6407b9d7641a5514074e65d2 */
"widgets__expires_in" = "Sona erme süresi:";

/* loco:6407b9d7641a5514074e65d3 */
"widgets__settings" = "Widget ayarları";

/* loco:6407b9d7641a5514074e65d4 */
"errors__input_integer_number" = "Giriş tamsayı olmalıdır";

/* loco:6407b9d7641a5514074e65d5 */
"errors__input_number" = "Giriş bir sayı olmalıdır";

/* loco:6407b9d7641a5514074e65d6 */
"errors__input_empty" = "Girdi boş olamaz";

/* loco:6407b9d7641a5514074e65d7 */
"errors__input_too_long" = "Girdi çok uzun. Sınır: %d";

/* loco:64177f6f951eac45e0645702 */
"commons__best_match" = "En iyi eşleşme";

/* loco:641caf6933856072525bd4f2 */
"settings__enable_crashlytics" = "Çökme raporlarını anonim olarak gönder";

/* loco:641cafefdfe4086c4546cde2 */
"settings__enable_crashlytics_description" = "Anonim çökme raporlarını 2FAS'a göndererek uygulamadaki sorunları belirlememize ve çözmemize yardımcı olun (uygulamanın yeniden başlatılması gerekir).";

/* loco:6420a6b179cc6f32af1c9ad2 */
"tokens__manage_list" = "Listeyi yönet";

/* loco:6420a6de79cc6f32af1c9ad4 */
"settings__appearance" = "Görünüm";

/* loco:6420a74446ce28668347e613 */
"settings__show_next_token_desc" = "Mevcut jeton dolmak üzereyken bir sonraki jetonu göster";

/* loco:6420a7654cf81e07bb662752 */
"settings__list_style" = "Liste biçimi";

/* loco:6420a78475cfd566e2478562 */
"backup__reminder_msg" = "Google Drive eşitlenmedi.";

/* loco:6420a7a448fb8635264270e2 */
"backup__reminder_cta" = "Yedekleme ayarlarına git";

/* loco:6420a8bf02040a2b18471272 */
"settings__list_style_option_default" = "Varsayılan";

/* loco:6420a8c94a60c058ea08ffe2 */
"settings__list_style_option_compact" = "Kompakt";

/* loco:64234f27272f490bb9096dd2 */
"externalimport_lastpass" = "LastPass";

/* loco:6423503356b89f690f1045e2 */
"externalimport__lastpass_msg" = "Hesaplarınızı LastPass'ten şifrelenmemiş bir JSON dosyasına aktarın ve \"JSON dosyası seç\" düğmesini kullanarak yükleyin. Başarılı bir içeri aktarma işleminden sonra dosyayı kaldırmayı unutmayın.";

/* loco:6424a28788ebef381e1dfba2 */
"settings__about_crash_optout_title" = "Çökme Raporları";

/* loco:643be2e7a4ba2b60364666a2 */
"past_duration_seconds-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a3 */
"past_duration_minutes-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a4 */
"past_duration_hours-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a5 */
"past_duration_days-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a6 */
"past_duration_weeks-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a7 */
"past_duration_months-plural-2" = "";

/* loco:64401a5af19d41e54b026fb2 */
"externalimport__lastpass_title" = "2FA jetonları LastPass uygulamasından içeri aktarılıyor";

/* loco:64401ac65a26867d01012432 */
"externalimport__lastpass_success_msg" = "Bu JSON dosyası, jetonların LastPass'ten içeri aktarılmasına izin verir.";

/* loco:6442df585188a6d8ea03fed2 */
"externalimport__info_lastpass_title" = "Jetonları LastPass uygulamasından içeri aktar";

/* loco:6442df63050a20e3d60383c2 */
"externalimport__info_aegis_title" = "Jetonları Aegis'ten içeri aktar";

/* loco:6442df710b0fe99cbc06bd42 */
"externalimport__info_raivo_title" = "Jetonları Raivo OTP'den içeri aktar";

/* loco:6442df7dc8bba9a584037152 */
"externalimport__info_google_authenticator_title" = "Jetonları Google Authenticator'dan içeri aktar";

/* loco:64484e172b8c57520d083532
 * Counter eg.: "25s" */
"time_unit_seconds_short" = "sn";

/* loco:644faadb304ab5b90b0efd82 */
"tokens__add_title" = "Hizmeti 2FAS ile eşleştir";

/* loco:644faaf6dcff877f960bc072 */
"tokens__add_description" = "QR kodunu yakalamak için kameranızı ekrana doğrultun.";

/* loco:644fab06304ab5b90b0efd84 */
"tokens__add_other_methods" = "Diğer yöntemler";

/* loco:644fab2eb2bdab45d807c2f2 */
"tokens__add_enter_manual" = "Gizli anahtar gir";

/* loco:644fab49699af67ae0098a42 */
"tokens__add_from_gallery" = "QR kodu içeren bir görsel yükle";

/* loco:644fab5d9e04ee9c84054572 */
"tokens__add_success_title" = "Neredeyse tamam!";

/* loco:644fab7a81c2a752350d56b4 */
"tokens__add_success_description" = "Hizmeti eşleştirmeyi tamamlamak için bu jetonu yeniden girmeniz gerekiyor.";

/* loco:644fabc75c64ccd2d70a51f7 */
"tokens__add_manual_title" = "Hizmeti 2FAS ile eşleştir";

/* loco:644fabd49e04ee9c84054574 */
"tokens__add_manual_description" = "Hizmet adını ve gizli anahtarı yazın.";

/* loco:644fac2df585a3bf37048b62 */
"tokens__add_manual_service_name" = "Hizmet adı";

/* loco:644fac3d0b150f6b8a0f3ad2 */
"tokens__add_manual_service_key" = "Gizli Anahtar";

/* loco:644fac5584aa882e5e09c6e2 */
"tokens__add_manual_other" = "Diğer ayarlar";

/* loco:644fac6051979c8af2010352 */
"tokens__add_manual_other_optional" = "(isteğe bağlı)";

/* loco:644fac76d371bbe28f064432 */
"tokens__add_manual_done_cta" = "Hizmet ekle";

/* loco:644fac8375cb939ca600104a */
"tokens__add_manual_help_cta" = "Ne yapacağınızı bilmiyor musunuz? Yardım için basın";

/* loco:644facad0b150f6b8a0f3ad4 */
"tokens__add_manual_advanced" = "Gelişmiş jeton ayarları";

/* loco:644facbdf585a3bf37048b64 */
"tokens__add_manual_additional_info" = "Ek bilgi";

/* loco:644faccca86801aff80045a2 */
"tokens__add_manual_advanced_description" = "Varsayılan jeton ayarlarının değiştirilmesi önerilmez. Bunu yalnızca 2FA sağlayıcınız gerek duyduğunda ve açık talimatlara sahip olduğunuzda yapın.";

/* loco:645e3fbf78eb0746110c9092 */
"settings__option_screenshots_description" = "Uygulamada ekran görüntülerine 5 dakika için izin ver.";

/* loco:645e3fc931fff20326048932 */
"settings__option_screenshots" = "Ekran görüntülerine izin ver";

/* loco:645e4211d242e789f80f10f2 */
"settings__option_screenshots_confirm_title" = "Uygulamada ekran görüntülerine izin verilsin mi?";

/* loco:645e42208652aa6c8400f783 */
"settings__option_screenshots_confirm_description" = "Emin misiniz? Bu seçeneğin etkinleştirilmesi, uygulamanın her yerinde ekran görüntüsü ve kaydı almanıza izin verir; ancak bu seçeneğin etkinleştirilmesi, tüm harici ekran kaydetme girişimlerine de izin verecek.\nGüvenlik sebepleri nedeniyle bu seçenek 5 dakika sonra otomatik olarak devre dışı bırakılacak.";

/* loco:6478ab59ef991b738607af62 */
"past_duration_minutes-plural-3" = "";

/* loco:6478ab59ef991b738607af63 */
"past_duration_minutes-plural-4" = "";

/* loco:6478ab59ef991b738607af64 */
"past_duration_minutes-plural-5" = "";

/* loco:6478ab59ef991b738607af65 */
"past_duration_hours-plural-3" = "";

/* loco:6478ab59ef991b738607af66 */
"past_duration_hours-plural-4" = "";

/* loco:6478ab59ef991b738607af67 */
"past_duration_hours-plural-5" = "";

/* loco:6478ab59ef991b738607af68 */
"past_duration_days-plural-3" = "";

/* loco:6478ab59ef991b738607af69 */
"past_duration_days-plural-4" = "";

/* loco:6478ab59ef991b738607af6a */
"past_duration_days-plural-5" = "";

/* loco:6478ab59ef991b738607af6b */
"past_duration_weeks-plural-3" = "";

/* loco:6478ab59ef991b738607af6c */
"past_duration_weeks-plural-4" = "";

/* loco:6478ab59ef991b738607af6d */
"past_duration_weeks-plural-5" = "";

/* loco:6478ab59ef991b738607af6e */
"past_duration_months-plural-3" = "";

/* loco:6478ab59ef991b738607af6f */
"past_duration_months-plural-4" = "";

/* loco:6478ab59ef991b738607af70 */
"past_duration_months-plural-5" = "";

/* loco:647f59a2fdb591c4c00b1c62 */
"past_duration_seconds-plural-3" = "";

/* loco:649740514a084dd8f9023212 */
"social__social_media" = "Sosyal medya bağlantıları";

/* loco:649740f54a084dd8f9023214 */
"social__discord" = "Discord";

/* loco:6497410b153997496205f1c3 */
"social__youtube" = "YouTube";

/* loco:64974117457761b82c01e8e2 */
"social__twitter" = "X (eski adıyla Twitter)";

/* loco:64974146457761b82c01e8e4 */
"social__github" = "GitHub";

/* loco:649741569c2dbbed8606d012 */
"social__linkedin" = "LinkedIn";

/* loco:6497425376a3a3374003bec2 */
"social__reddit" = "Reddit";

/* loco:6497434c93a857eb140f6a32 */
"social__facebook" = "Facebook";

/* loco:649a9434583926aa420f6272 */
"settings__hide_tokens_title" = "Jetonları gizle";

/* loco:649a945d303e9a0b370d33f3 */
"settings__hide_tokens_description" = "Jetonlar, basıldığında ortaya çıkacak";

/* loco:64a128cab33c78d572064642 */
"browser__pair_manually_cta" = "Elle eşleştir";

/* loco:64a128eef574b12c040683a2 */
"browser__pair_manually_hint" = "Eşleştirme kodu";

/* loco:64a15e0218b6d3a8fa0512f2 */
"externalimport__info_authenticatorpro_title" = "Jetonları Authenticator Pro'dan içeri aktar";

/* loco:64a15e2390e1c8c5d60a1172 */
"externalimport__authenticatorpro_success_msg" = "Bu metin dosyası, jetonların Authenticator Pro'dan içeri aktarılmasına izin verir.";

/* loco:64a15e3c54254a4b7208e462 */
"externalimport__authenticatorpro_title" = "2FA jetonları Authenticator Pro uygulamasından içeri aktarılıyor";

/* loco:64a15e4951d23b69800749e2 */
"externalimport__authenticatorpro_msg" = "Hesaplarınızı Authenticator Pro'dan şifrelenmemiş bir metin dosyasına aktarın ve \"Metin dosyası seç\" düğmesini kullanarak yükleyin. Başarılı bir içeri aktarma işleminden sonra dosyayı kaldırmayı unutmayın.";

/* loco:64a15e5c9aa01549f70b9ea2 */
"externalimport__authenticatorpro" = "Authenticator Pro";

/* loco:64a15f2d2f1aabbc2c0faf22 */
"externalimport__choose_txt_cta" = "Metin belgesi seçin";

/* loco:64aa557c51d308e63f0bf562 */
"fingerprint__biometric_invalidated" = "Biyometrik giriş, sistemdeki parmak izi ayarları değişikliklerinden dolayı devre dışı bırakıldı";

/* loco:64b45fd36c42a08ffe0487d2 */
"tokens__last_pass_import" = "2FA jetonları LastPass uygulamasından içeri aktarılıyor";

/* loco:64b4606ad6be98749b075632 */
"tokens__last_pass_import_subtitle" = "Bu QR kodu, jetonların LastPass'ten içeri aktarılmasına izin verir";

/* loco:64ba9547f6556d1aab0f93c2 */
"tokens__add_with_guide" = "Bana yol göster";

/* loco:64ba957e5672d50db10689f2 */
"guides__select_title" = "Hizmetleri gözden geçir";

/* loco:64ba9588f1b474fb8d09adc2 */
"guides__select_description" = "2FAS uygulaması ile eşleştirilecek uygulamayı seçin";

/* loco:64ba95afb935f8ae41032312 */
"guides__select_provide_guide" = "Hizmetiniz için 2FA kılavuzları sağlamak ister misiniz?";

/* loco:64ba95c1723ffcb95a0b5b02 */
"guides__select_provide_guide_cta" = "Şimdi uygula";

/* loco:64cd5154d12766b05a0c7de2 */
"color__pink" = "Pembe";

/* loco:64cd515ea341b71d63065432 */
"color__brown" = "Kahverengi";

/* loco:64d7fc9469e55541d30803d2 */
"tokens__other_methods_header" = "Diğer yöntemler?";

/* loco:64d7fe9d98a60e6bb9037462 */
"tokens__camera_is_unavailable_app_permission" = "Kameraya erişilemiyor. Sistem ayarlarından uygulamanın iznini kontrol edin";

/* loco:64d7fed8ecc269f28000ca22
 * This key contains part of the tokens__camera_is_unavailable_app_permission key, which will be underlined in the app to look like a link to System Settings */
"tokens__camera_is_unavailable_app_permission_underline" = "Sistem Ayarları";

/* loco:64dce10875206da520054692 */
"commons__text_short_title" = "Girilen metin çok kısa (en az %d karakter)";

/* loco:64dcfb665f966152460d9402
 * This key should contain a part of the tokens__add_manual_advanced_description which is written in bold in the app */
"tokens__add_manual_advanced_description_highlight" = "önerilmez";

/* loco:64e13bb09ddc479574062f42 */
"guides__guide_init_title" = "2FAS kılavuzu";

/* loco:64e13bd09ddc479574062f44 */
"guides__guide_title" = "%@ için 2FAS";

/* loco:64e13c4e4c9d634ed70f6ab2 */
"guides__guide_universal_title" = "Evrensel 2FA Kılavuzu";

/* loco:64e91380f959a5614105f482 */
"browser__save_choice" = "Seçimimi kaydet";

/* loco:65037442ef0fcdb8670e3be2 */
"externalimport_andotp" = "andOTP";

/* loco:65037aba30ade955f30f6f82 */
"externalimport__andotp_title" = "2FA jetonları andOTP uygulamasından içeri aktarılıyor";

/* loco:65037c2308ec8bd4a2084a62 */
"externalimport__andotp_success_msg" = "Bu JSON dosyası, jetonların andOTP'den içeri aktarılmasına izin verir.";

/* loco:65038006dfad601aeb05b062 */
"externalimport__info_andotp_title" = "Jetonları andOTP'den içeri aktar";

/* loco:650380bb7b711a2228032283 */
"externalimport__andotp_msg" = "Hesaplarınızı andOTP'den şifrelenmemiş bir JSON dosyasına aktarın ve \"JSON dosyası seç\" düğmesini kullanarak yükleyin. Başarılı bir içeri aktarma işleminden sonra dosyayı kaldırmayı unutmayın.";

/* loco:65183aa2ca8649341d080332 */
"introduction__backup_description" = "Bir sonraki adımda, 2FA jetonlarının güvenli bir şekilde saklanacağı Google Drive hesabınızı seçmeniz istenecektir.";

/* loco:65183abaa19877cd9f064d62 */
"introduction__backup_take_risk_cta" = "Bu riski alacağım, yedekleme yok";

/* loco:65183b4614c70fa631092c63 */
"introduction__backup_success" = "Google Drive eşitlemesi başarıyla açıldı!";

/* loco:654fa4351905b784190033d2 */
"backup__import_invalid_version" = "İçeri aktarmaya çalıştığınız yedek dosyası bu uygulama sürümünde desteklenmiyor. Uygulama yalnızca %d sürümüne kadar olan yedek biçimi sürümlerini desteklerken, içeri aktarmaya çalıştığınız dosya %d sürümündedir.";

/* loco:6558a08ff303841ffa08ba32 */
"commons__pair" = "Eşleştir";

/* loco:655a0ef474b9eccffb058cd2 */
"introduction__backup_icloud_title" = "Güvenli eşitleme ve yedekleme";

/* loco:655a0f89fbb1c9bc390b9192
 * "**...**" means thar part between those asterisks will be in bold. */
"introduction__backup_icloud_description" = "2FAS, 2AD jetonlarınızın güvenli bir şekilde eşitlenmesi ve yedeklenmesi için iCloud'u kullanır. **Şifrelenmiş** yedek verisi iCloud'da saklanır ve bu veriye **sadece 2FAS uygulaması** erişebilir. Ek olarak, bu özellik iOS cihazları arasında jetonların **kurtarılmasına ve eşitlenmesine** yardımcı olur.\n\nBu özellik varsayılan olarak etkindir ve uygulamanın yedekleme ayarlarından her an devre dışı bırakılabilir.";

/* loco:655a0fbc74b9eccffb058cd4 */
"introduction__backup_icloud_cta" = "Yedekleme hakkında daha fazla bilgi edinin";

/* loco:65632a44e033dd203f0a8f43 */
"backup__enter_password_google_drive_msg1" = "Google Drive yedek dosyanız parola korumalı gibi görünüyor. Devam etmek için doğru parolayı girin. Eğer Google Drive yedek dosyanızı silmek isterseniz,";

/* loco:65632a6779fdefcb7f020e82 */
"backup__enter_password_google_drive_msg2" = "nasıl olduğunu görmek için buraya basın";

/* loco:656cc1585e1110c903007ed2 */
"settings__preferences" = "Preferences";

/* loco:656ce3f7382ab0bf7109d242 */
"settings__it_matters" = "It matters";

/* loco:656ce41796a957e8830368c2 */
"settings__manage_tokens" = "Manage tokens";

/* loco:656ce43e98cd87703b022132 */
"settings__info_footer" = "Your support allows us to develop new features and\nimprovements. Thank you!";

/* loco:656ce45d98cd87703b022134 */
"settings__trash_option" = "Retrieve from trash";
